//-----------------------------------------------------------------------------
(History[1][1])[1] = {
    ver:'free',
    icon:'001_icon',
    title:'Новгородский князь Рюрик Варяжский',
    day:'Правление 862-879 г.',
    description:"<img id='IMG/PHOTOS/001_01.jpg' src='IMG/PHOTOS/001_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: (? -  879)</i><br><br>\
&emsp;Существует придание о призвании варягов править тремя городовыми областями. По славам летописца Нестора, в 862 году для этого были приглашены три родных брата из варягов. Синеус сел в Белоозере, Трувор – в Изборске, а Рюрик – в Новгороде.<br>\
&emsp;Однако, можно предположить, что все происходило не совсем так, как указано в данных  летописях. Поскольку в более поздних летописях есть свидетельства о восстании новгородцев против варяжских правителей. Предводителем восстания был Вадим Храбрый, который был казнен после жестокого подавления мятежа Рюриком и его братьями. Рюрик же прочно обосновался в Новгородской области и присоединил их земли.<br>\
&emsp;Другие варяги из дружины Рюрика были наняты киевлянами для защиты от внешних врагов, но вскоре, и те, оценив богатство славянских земель, полностью завладели Киевской областью.<br>\
&emsp;Таким образом, к 870 году на Севере Руси с центром в Новгороде –правил Рюрик, а на Юге  в Киевских землях – двое  его  дружинников.<br>\
&emsp;За время правления Рюрика к русским землям были присоединены финские земли и некоторые территории, занимаемые разрозненными племенами восточных славян. Большинство славян были объединены в одно государство и имели единовластного правителя во главе.<br><br>\
<img id='IMG/PHOTOS/001_02.jpg' src='IMG/PHOTOS/001_02.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[2] = {
    ver:'free',
    icon:'002_icon',
    title:'Князь Олег Вещий',
    day:'Правление 879-912 г.',
    description:"<img id='IMG/PHOTOS/002_01.jpg' src='IMG/PHOTOS/002_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  ? – 912</i><br><br>\
&emsp;Новгородский Князь Рюрик Варяжский завещал право правления в  Новгородских землях своему другу Князю Олегу.  Кроме того, Рюрик отдал своего сына Игоря ему на воспитание, и Олег воспитал его как настоящий отец.<br>\
&emsp;Став во главе Новгородского княжества, Олег приступил к захвату всех днепровских земель.  Его главной целью было установление полного контроля  над водным торговым путем в Восточную Византию и завоевание Киевского княжества.<br>\
&emsp;В 882 году Князь Олег собрал большое войско и двинулся к Киеву. Из летописей стало известно, что Киев он взял хитростью. Он дал понять тогдашним  правителям Киева варягам Аскольду и Диру, что остановился со своим войском у Киевских стен на время, а сам следует на юг. Олег попросил их о встрече, а сам вероломно напал на них, а его войско захватило Киев.<br>\
&emsp;Таким образом, при соединении Новгородских и Киевских земель появилось Киевское великое княжество. К началу 10-го века большинство племен восточных славян было под началом киевского князя.<br>\
&emsp;В 907 году Князь Олег совершил поход  на Константинополь.  Летописец рассказал о том, как русские войска безжалостно убивали мирных жителей и грабили крепостные стены. Тогда греки взмолились о пощаде. На переговорах они предложили Олегу заключить мир. Греки были обязаны платить дань, не взымать пошлин с русских купцов никаких пошлин.<br>\
&emsp;Князь Олег правил 33 года. За удачливость в военных походах народ прозвал князя Вещим Олегом."
};
//-----------------------------------------------------------------------------
(History[1][1])[3] = {
    ver:'free',
    icon:'003_icon',
    title:'Князь Игорь Рюрикович',
    day:'Правление 912-945 г.',
    description:"<img id='IMG/PHOTOS/003_01.jpg' src='IMG/PHOTOS/003_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? – 945</i><br><br>\
&emsp;Согласно «Повести временных лет», Игорь был сыном новгородского князя Рюрика. Многие современные ученые считают, что это позднейшая легенда.<br>\
&emsp;Летопись сообщает, что в 879 г., когда умер Рюрик, Игорь был ребенком, позаботиться о котором отец попросил своего друга Олега. Вместе с Олегом Игорь перебрался в Киев и вплоть до кончины Олега (ок. 912) выполнял роль помощника при своем старшем попечителе. В 903 г. Олег женил Игоря на Ольге, а в 907 г. во время похода на Царьград (Константинополь) оставил его в Киеве. В 912 г. Игорь стал киевским князем. В 914 г. он подавил восстание древлян. В 915 г. заключил мир с печенегами, а в 920 г. воевал с ними. В 940 г., после долгого сопротивления Киеву покорились уличи. В 941 г. Игорь предпринял поход на Царьград, завершившийся поражением его флота в сражении с византийцами. Несмотря на неудачу, большинство русов, отступив к побережью Малой Азии, еще четыре месяца продолжали борьбу. Сам Игорь, оставив свое войско, вернулся в Киев. В 944 г. русы заключили договор с Византией. В 945 г. Игорь попытался вопреки договоренности дважды собрать дань с древлян. Древляне взяли его в плен и казнили, привязав князя к верхушкам двух деревьев, пригнутых к земле, а потом, отпустив деревья, разорвали его тело надвое. Похоронен князь был близ древлянской столицы Искоростеня."
};
//-----------------------------------------------------------------------------
(History[1][1])[4] = {
    ver:'free',
    icon:'004_icon',
    title:'Княгиня Ольга Мудрая',
    day:'Правление 945-966 г.',
    description:"<img id='IMG/PHOTOS/004_01.jpg' src='IMG/PHOTOS/004_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? – 969</i><br><br>\
<i>«Предание нарекло Ольгу Хитрою, церковь Святою, история Мудрою…» Н.М. Карамзин.</i><br><br>\
&emsp;О происхождении Ольги в летописях сохранились лишь смутные предания. Одни летописцы считали, что она родом из Пскова, другие выводили ее из Изборска. В поздних источниках сообщается, что родители ее были простолюдинами, а сама она в юности работала перевозчицей через реку, где с ней и познакомился охотившийся в тех местах князь Игорь. Другие легенды, напротив, утверждают, что Ольга происходила из знатного рода, а ее дедом был легендарный князь Гостомысл. Встречается и сообщение о том, что до замужества она носила имя Прекраса, а Ольгой была названа в честь киевского князя Олега, воспитавшего ее мужа и устроившего их брак.<br>\
&emsp;Согласно «Повести временных лет», в 903 г. Ольгу выдали замуж за князя Игоря.<br>\
&emsp;После убийства Игоря древлянами (945) Ольга отвергла сватовство древлянского князя Мала и жестоко расправилась с мятежным племенем. По летописной легенде, первых древлянских послов к ней княгиня приказала живьем зарыть в землю, а участников второго посольства — сжечь в бане. Пригласив древлян на тризну по Игорю, она велела своим дружинникам перебить ненавистных ей гостей. Осадив в 946 г. главный город древлян Искоростень, Ольга потребовала, чтобы жители города дали ей по три голубя и по три воробья от каждого двора, обещая в случае выполнения ее требования уйти. Обрадованные древляне собрали птиц и отдали их киевской княгине. Ольга приказала своим воинам привязать к лапкам птиц куски тлеющего трута и выпустить их на волю. Голуби и воробьи полетели в свои гнезда в Искоростень, после чего в городе начался пожар.<br>\
&emsp;Став правительницей Киева, Ольга проводила курс на еще большее подчинение славянских племен власти Киева. В 947 г. она установила твердые размеры дани для древлян и новгородцев, организовав пункты сбора дани — погосты. В 955 г. Ольга приняла христианство и впоследствии способствовала распространению этой религии на Руси. По всей Руси возводились христианские храмы и часовни, ставились кресты. Во внешней политике Ольга стремилась к сближению с Византией. В 957 г. она посетила Константинополь, где встречалась с византийским императором Константином VII Багрянородным. Впрочем, отношения Руси и Византии при Ольге не всегда оставались союзническими. В 959 г. Ольга обратилась с просьбой к императору Священной Римской империи Оттону I (противнику Византии) прислать на Русь миссионеров для проповеди христианства. Однако к 962 г., когда римские проповедники во главе с епископом Адальбертом прибыли на Русь, отношения Руси и Византии нормализовались. Встретив холодный, даже враждебный прием, Адальберт вынужден был возвратиться ни с чем. Несмотря на уговоры Ольги, ее сын Святослав[3] так и не принял христианства.<br>\
&emsp;В кон. 10 в. мощи Ольги были перенесены в Десятинную церковь. Причислена к лику святых. День памяти: 11 (24) июля."
};
//-----------------------------------------------------------------------------
(History[1][1])[5] = {
    ver:'free',
    icon:'005_icon',
    title:'Князь Святослав Игоревич',
    day:'Правление 966-972 г.',
    description:"<img id='IMG/PHOTOS/005_01.jpg' src='IMG/PHOTOS/005_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 942-972</i><br><br>\
&emsp;Сын князя Игоря и княгини Ольги.  Святослав рос истинным воином. Жизнь он проводил в походах, ночевал не в шатре, а на конской попоне с седлом под головой.<br>\
&emsp;В 964 г. дружина Святослава покинула Киев и, поднявшись по р. Десна, вступила в земли вятичей, бывших в ту пору данниками хазар. Киевский князь повелел вятичам платить дань не хазарам, а Киеву и двинул свою рать дальше — против волжских булгар, буртасов, хазар, а затем северокавказских племен ясов и касогов. Около четырех лет продолжался этот беспримерный поход. Князь захватил и разрушил столицу Хазарского каганата г. Итиль, взял хорошо укрепленные крепости Саркел на Дону, Семендер на Северном Кавказе.<br>\
&emsp;В 968 г. Святослав по настойчивым просьбам Византии, основанным на русско-византийском договоре 944 г. и подкрепленным солидным золотым подношением, отправился в новую военную экспедицию — против Дунайской Болгарии. Его 10-тысячное войско разгромило 30-тысячное войско болгар и захватило г. Малый Преслав. Этот город Святослав назвал Переяславцем и объявил столицей своей державы. В Киев он возвращаться не хотел.<br>\
&emsp;В отсутствие князя печенеги напали на Киев. Но приход небольшой рати воеводы Претича, принятой печенегами за передовой отряд Святослава, вынудил их снять осаду и отойти от Киева.<br>\
&emsp;Святославу с частью дружины пришлось вернуться в Киев и разгромить войско печенегов. Вскоре княгиня Ольга умерла. Святослав разделил Русскую землю между своими сыновьями: Ярополка посадил княжить в Киеве, Олега послал в Древлянскую землю, а Владимира — в Новгород. Сам же поспешил в свои владения на Дунае.<br>\
&emsp;Здесь он разгромил войско болгарского царя Бориса, пленил его и овладел всей страной от Дуная до Балканских гор. Весной 970 г. Святослав перешел через Балканы, штурмом взял Филипполь (Пловдив) и дошел до Аркадиоиоля. Разбив армию византийцев, Святослав, однако, не пошел далее. Он взял с греков «дары многие» и вернулся назад в Переяславец. Весной 971 г. новое византийское войско, усиленное флотом, напало на дружины Святослава, осажденные в г. Доростол на Дунае. Осада продолжалась более двух месяцев. 22 июля 971 г. русские войска под стенами города потерпели тяжелое поражение. Святослав вынужден был начать переговоры о мире с императором Иоанном Цимисхием.<br>\
&emsp;Встреча их произошла на берегу Дуная и подробно описана византийским хронистом. Цимисхий в окружении приближенных ожидал Святослава. Князь прибыл на ладье, сидя в которой греб наравне с простыми воинами. Отличить его греки смогли лишь по рубахе, которая была чище, чем у других дружинников, и по серьге с двумя жемчужинами и рубином, вдетой в его ухо.<br>\
&emsp;Заключив мир с византийцами, Святослав пошел к Киеву. Но по дороге, у Днепровских порогов, его поредевшее войско поджидали извещенные греками печенеги. В неравном бою дружина Святослава и он сам погибли. Из черепа Святослава печенежский князь Куря по старому степному обычаю приказал сделать чашу для пиров."
};
//-----------------------------------------------------------------------------
(History[1][1])[6] = {
    ver:'free',
    icon:'006_icon',
    title:'Великий князь Ярополк I Святославич',
    day:'Правление 972-980 г.',
    description:"<img id='IMG/PHOTOS/006_01.jpg' src='IMG/PHOTOS/006_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 961 - 980</i><br><br>\
Сын князя Святослава Игоревича. Перед тем, как отправиться в последний поход на Болгарию, Святослав посадил Ярополка на киевский стол как своего наместника. После гибели отца Ярополк стал полноправным киевским князем.  Первая усобица вспыхнула между Ярополком и его братом Олегом.  В 977 г. он победил в междоусобной борьбе своего брата — князя древлянского Олега. Преследуемый Ярополком, тот упал в ров с моста, ведущего к городским воротам Овруча, и погиб. Другой брат — князь новгородский Владимир Святославич, — испугавшись, что его ждет такая же участь, бежал к варягам за море. В 980 г. вернувшийся из-за моря с варяжской дружиной Владимир Святославич сел в Новгороде, изгнав оттуда посадников Ярополка. Согласно легенде, он посватался к полоцкой княжне Рогнеде, однако та отказала Владимиру, заявив, что хочет выйти за Ярополка. В ответ на это Владимир захватил Полоцк и осадил Киев. Ему удалось обманом изгнать брата из столицы. Ярополк бежал в город Родню. Пытаясь заключить с братом мир, он отправился на переговоры, где по приказу Владимира был убит."
};
//-----------------------------------------------------------------------------
(History[1][1])[7] = {
    ver:'free',
    icon:'007_icon',
    title:'Великий князь Владимир Святославич  Красное Солнышко',
    day:'Правление 980-1015 г.',
    description:"<img id='IMG/PHOTOS/007_01.jpg' src='IMG/PHOTOS/007_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? – 1015</i><br><br>\
<i>«Князь Владимир, заслужив бессмертие в летописях своими победами, усердием к христианству, любовию к наукам, живет доныне и в сказках богатырских» Н.М. Карамзин</i><br><br>\
&emsp;Сын киевского князя Святослава. В 969 г. Святослав по просьбе новгородцев дал Владимиру Новгород. После смерти Святослава между его сыновьями началась усобица. Владимир, опасаясь старшего брата Ярополка, княжившего в Киеве, бежал за море, к варягам. В 980 г. он вернулся в Новгород с варяжскими наемниками и вскоре вступил в борьбу с Ярополком. Первым успехом Владимира был захват Полоцка, в котором правил союзник Ярополка князь Рогволд. Рогволд был убит, а его дочь Рогнеду Владимир взял в жены. В том же 980 г. Владимир расправился с Ярополком и овладел Киевом. Варяги из дружины Владимира потребовали с горожан дань. Не желая отдавать деньги, князь тянул время обещаниями и, наконец, часть варягов разослал по городам наместниками, а других отправил в Византию.<br>\
&emsp;Первые годы правления Владимира в Киеве ознаменовались преследованиями христиан, поддерживавших Ярополка. Владимир создал в Киеве пантеон языческих богов, в который поместил идолов Перуна, Хорса, Даждьбога, Стрибога, Симаргла, Мокоши. Большую активность Владимир проявлял и во внешней политике. В 981 г. Владимир отвоевал у Полыни Перемышль, Червень и другие города. В 981 и 982 гг. ходил на вятичей и наложил на них дань, в 983 г.— на литовское племя ятвягов. В 984 г. воевал с радимичами, в 985 г.— с волжскими булгарами и хазарами.<br>\
&emsp;К 986 г. Владимир Святославич начал переговоры с Византией относительно женитьбы на сестре византийских императоров Василия II и Константина VIII принцессе Анне. В обмен на руку Анны киевский князь предлагал императорам военную помощь, в которой те очень нуждались; в конце концов они приняли предложение русской стороны. К этому же времени «Повесть временных лет» относит приход к Владимиру послов-миссионеров от волжско-камских булгар (мусульман), хазар (иудеев), «немцев» (посланцев папы римского) и греков (восточных христиан). Каждый из посланцев стремился привлечь князя проповедью своей веры. Около 987/988 г. Владимир принял крещение. Между тем византийские императоры отказались выдать за Владимира Анну. В ответ на это Владимир в 988-989 гг. захватил г. Херсонес (Корсунь), принадлежавший Византии, чем принудил императоров выполнить свое обещание.<br>\
&emsp;Вернувшись в Киев, Владимир принялся активно насаждать христианство. На Русь были приглашены греческие священники. После крещения Владимир старался быть образцом христианского правителя. Князь заботился о просвещении, построил храмы, в том числе Десятинную церковь в Киеве (991-996). На ее содержание Владимир ввел отчисления из княжеских доходов (десятую часть — «десятину»).<br>\
&emsp;После крещения внешнеполитическая активность киевского князя возросла. Были установлены тесные дипломатические связи со многими европейскими странами.<br>\
&emsp;В то же время Владимир воевал с хазарами, а в 990-992 гг.— с польским князем Мечиславом.<br>\
&emsp;В 992 г. совершил поход на хорватов. Для отражения печенежских набегов Владимир Святославич в кон. 980-х гг. основал несколько пограничных укрепленных линий с системой крепостей на pp. Десна, Осетр, Трубеж, Сула, Стугна, а на южную границу переселил ильменских словен, кривичей, чудь и вятичей.<br>\
&emsp;В 992 г. Владимир Святославич отразил набег печенегов у г. Переяславля, а в 995 г. был разбит ими у г. Василев, причем сам едва спасся. Около 1007/1008 г. киевскому князю удалось заключить с печенегами мир, но в 1013 г. их набеги на Русь возобновились.<br>\
&emsp;Владимиром были основаны гг. Владимир-Залесский, Владимир-Волынский, Белгород и Василев. Желая подчеркнуть свое могущество, Владимир начал лить золотые и серебряные монеты. Щедрость и хлебосольство князя, богатство устраиваемых им пиров и празднеств, вошли в былины, в которых он именуется Владимиром Красное Солнышко.<br>\
&emsp;Владимир Ярославич умер в разгар подготовки похода на Новгород, отказавшийся платить Киеву дань.<br>\
&emsp;Уже в 11 в. Владимира Святославича почитали как святого, но официально он был на Руси канонизирован в 13 в. День памяти: 15 (28) июля."
};
//-----------------------------------------------------------------------------
(History[1][1])[8] = {
    ver:'free',
    icon:'008_icon',
    title:'Великий князь Святополк I Ярополкович Окаянный',
    day:'Правление 1015-1019 г.',
    description:"<img id='IMG/PHOTOS/008_01.jpg' src='IMG/PHOTOS/008_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 980-1019</i><br><br>\
&emsp;Сын киевского князя Ярополка Святославича, племянник киевского князя Владимира I Святославича. Согласно «Повести временных лет», в 980 г., захватив Киев и убив брата Ярополка, Владимир Святославич забрал себе жену брата — беременную гречанку, которую Святослав в свое время привез из военного похода. Владимир усыновил родившегося у нее ребенка. В кон. 10 в. Святополк получил от приемного отца в управление г. Туров и женился на дочери польского короля Болеслава Храброго. В нач. 11 в., согласно сведениям, сохранившимся в «Хронике» мерзебургского епископа Титмара, Святополк был обвинен в измене и заключен в темницу вместе со своей женой и ее духовником епископом Рейнберном, приехавшим с ней из Польши.<br>\
&emsp;В 1015 г., после смерти Владимира, Святополк стал киевским князем и пользовался поддержкой киевлян. Опасаясь своих многочисленных сводных братьев, он приказал убить троих из них — князя ростовского Бориса, князя муромского Глеба и князя древлянского Святослава.  Борис и Глеб, которых народ любил и поддерживал, были жестоко убиты. Затем был убит и Святослав.<br>\
&emsp;В 1016 году войско Святополка потерпело поражение в битве с Ярославом, что вынудило Святополка бежать в Польшу.<br>\
&emsp;В 1017 году Болеслав и Святопок осадили Киев.  Фактически, в Киеве стал править Болеслав, так как город был покорен поляками.<br>\
&emsp;В 1018 году по приказу Святополка в городах, где сидели наместники Болеслава, истребляют всех поляков.<br>\
&emsp;Ярослав Мудрый во главе войска из варягов и новгородцев изгнал Святополка из Киева. Святополк нашел помощь у печенегов и в 1019 г. во главе огромного войска появился на Руси. В сражении на р. Альта Ярослав Мудрый нанес войску сокрушительное поражение. Святополк бежал в «печенеги» и вдали от родины «бедственно окончил жизнь свою»."
};
//-----------------------------------------------------------------------------
(History[1][1])[9] = {
    ver:'free',
    icon:'009_icon',
    title:'Великий князь Ярослав I Владимирович Мудрый',
    day:'Правление 1019-1054 г.',
    description:"<img id='IMG/PHOTOS/009_01.jpg' src='IMG/PHOTOS/009_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 978 – 1054</i><br><br>\
&emsp;Князь Ярослав сын Владимира Святославовича и Рогнеды; князь киевский с 1019 г.<br>\
&emsp;После крещения Владимир посадил своих сыновей в крупнейшие древнерусские города. Ярослав был отправлен в Ростов. После смерти самого старшего Владимировича, Вышеслава, сидевшего в Новгороде, княжения были перераспределены. Теперь Новгород получил Ярослав. После смерти Владимира Святославича между его сыновьями развернулась жестокая борьба. «Повесть временных лет» рассказывает, что власть в Киеве сначала захватил Святополк Окаянный. Он убил Бориса и отправил убийц к Ярославу и Глебу. Ярославу об этом сообщила сестра Предслава. Не теряя времени, он предупредил Глеба о грозящей опасности, а сам стал готовиться к войне со Святополком. Тем временем убийцы Святополка расправились с Глебом, а также со Святославом Владимировичем, пытавшимся найти спасение в Венгрии.<br>\
&emsp;Осенью 1015 г. Ярослав выступил в поход на Киев. Отряды киевского и новгородского князей сошлись под Любечем. Полки киевского князя были разбиты и рассеяны, а сам он бежал в Польшу к своему тестю и союзнику королю Болеславу Храброму. Войско Болеслава, состоявшее из поляков, русской дружины Святополка, а также наемных отрядов немцев, венгров и печенегов, в битве на р. Буг разбило рать Ярослава. Киев был захвачен Святополком и Болеславом, а Ярослав бежал в Новгород. Там, собрав многочисленное войско, он вновь двинулся на Киев. В битве на р. Альта (по легенде, на том самом месте, где был убит Борис) Святополк потерпел сокрушительное поражение.<br>\
&emsp;Ярослав окончательно занял Киев в 1019 г. Однако это княжение не было спокойным. В 1021 г. ему пришлось сражаться со своим племянником, полоцким князем Брячиславом, захватившим и разграбившим Новгород. В 1024 г. брат киевского князя Мстислав Владимирович Храбрый (Тмутараканский), победив в битве при Листвене, вынудил Ярослава заключить с ним договор о разделе всей Русской земли по Днепру. Мстислав взял восточную половину и сел править своим уделом в Чернигове, а Ярослав — западную, с Киевом. Лишь в 1036 г., после смерти оставшегося без наследников черниговского князя, Русь вновь объединилась под властью Ярослава.<br>\
&emsp;Ярослав приложил немало усилий, чтобы превратить свою столицу в некое подобие «нового Царьграда». Здесь были возведены Золотые ворота, дорога от которых вела к новому храму — собору Св. Софии. Были основаны монастыри св. Георгия и Ирины.<br>\
&emsp;В 1051 г. Ярослав впервые поставил в Киеве митрополита из русских — Илариона.<br>\
&emsp;Ярославу удалось прекратить набеги печенегов на Русь. Дружины Ярослава ходили походами на финнов, ятвягов, мазовшан.<br>\
&emsp;В годы правления Ярослава велось интенсивное городское строительство: построены Ярославль-на-Волге, Юрьев (ныне Тарту) в Прибалтике. При нем открывались новые монастыри. Величественный собор Св. Софии был возведен в Новгороде. Заботился князь и о развитии на Руси «книжного учения». Собрав при своем дворе писцов, он поручил им перевод греческих книг на славянский язык. При Ярославе зародилось древнерусское летописание и составлен первый свод законов — Русская Правда."
};
//-----------------------------------------------------------------------------
(History[1][1])[10] = {
    ver:'free',
    icon:'010_icon',
    title:'Великий князь Изяслав I Ярославич',
    day:'Правление 1054-1078 г.',
    description:"<img id='IMG/PHOTOS/011_01.jpg' src='IMG/PHOTOS/010_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1024- 1078</i><br><br>\
&emsp;Второй сын киевского князя Ярослава Мудрого и Ирины (Ингигерд) — дочери шведского короля Олафа. Княжил в Турове. После смерти отца в 1054 г. стал киевским князем. В первые годы своего правления действовал в тесном союзе с младшими братьями — черниговским князем Святославом и переяславским князем Всеволодом. В 1058 г. совершил поход на племя голядь. В 1060 г. вместе с братьями и полоцким князем Всеславом Брячиславичем разгромил торков. В 1064 г. отразил вторжение половцев близ г. Сновск. Зимой 1067 г., мстя Всеславу Брячиславичу за ограбление Новгорода, в союзе с братьями разорил г. Минск. 3 марта 1067 г. в сражении на р. Немига Ярославичи разгромили и самого Всеслава, а в июле того же года, во время мирных переговоров под Смоленском, нарушив клятву, данную полоцкому князю, захватили его и заключили в тюрьму в Киеве. В сентябре 1068 г. Ярославичи потерпели поражение от половцев на р. Альта. Изяслав Ярославич бежал в Киев, где ответил отказом на требование горожан раздать им оружие и возглавить новое ополчение для борьбы с половцами. 15 сентября в Киеве началось восстание, Изяслав был изгнан из Киева и бежал в Польшу. На его место посажен освобожденный из темницы полоцкий князь Всеслав Брячиславич. В мае 1069 г. при поддержке своего родственника, польского короля Болеслава II, Изяслав Ярославич возвратился в Киев. Перед вступлением в город он обещал братьям и киевлянам не мстить жителям Киевской земли за свое изгнание, отправил вперед себя своего сына Мстислава, который казнил 70 человек, а многих ослепил. Притеснения со стороны Изяслава Ярославича продолжались и после его возвращения на киевский престол. Недовольные киевляне начали избивать поляков, пришедших вместе с Изяславом. В том же году Изяслав изгнал Всеслава из Полоцка и посадил там князем сына Мстислава. В 1072 г. он совместно с братьями Святославом и Всеволодом участвовал в торжественном перенесении мощей св. Бориса и Глеба в новую церковь в Вышгороде. В правление Изяслава была составлена и «Правда Ярославичей».<br>\
&emsp;В марте 1073 г. Изяслав Ярославич был вновь изгнан из Киева, на сей раз братьями Святославом и Всеволодом, обвинившими его в сговоре с Всеславом Полоцким, и вновь бежал в Польшу, где безуспешно добивался поддержки у короля Болеслава II, который предпочел союз с новым киевским князем Святославом Ярославичем. В нач. 1075 г. изгнанный из Польши Изяслав Ярославич обратился за помощью к германскому королю Генриху IV. Король ограничился отправкой на Русь посольства к Святославу Ярославичу с требованием возвратить киевский стол Изяславу. Получив от Святослава дорогие подарки, Генрих IV отказался от дальнейшего вмешательства в киевские дела. Не дожидаясь возвращения германского посольства из Киева, Изяслав Ярославич весной 1075 г. отправил своего сына Ярогюлка Изяславича в Рим к папе Григорию VII, предлагая ему принять Русь под покровительство папского престола, т.е. обратить ее в католицизм. Папа обратился к польскому королю Болеславу II с настоятельной просьбой помочь Изяславу. Болеслав медлил, и лишь в июле 1077 г. после смерти Святослава Ярославича, при поддержке польских сил Изяслав Ярославич возвратился на киевский стол. Год спустя он погиб в бою на Нежатиной Ниве, сражаясь на стороне брата Всеволода Ярославича против своих племянников князей Олега Святославича и Бориса Вячеславича, захвативших Чернигов."
};
//-----------------------------------------------------------------------------