//-----------------------------------------------------------------------------
(History[1][1])[41] = {
    ver:'free',
    icon:'041_icon',
    title:'Великий князь Симеон Иванович Гордый',
    day:'Правление 1341-1353 г.',
    description:"<img id='IMG/PHOTOS/041_01.jpg' src='IMG/PHOTOS/041_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1316-1353</i><br><br>\
&emsp;Старший сын Ивана Калиты и его жены Елены. Родился 7 сентября 1316 в Москве. Заняв после смерти отца московский великокняжеский стол в 1340, он в 1341 отправился Орду и без особенных затруднений получил от хана Узбека ярлык, удостоверяющий, что он является «великим князем всея Руси» (впоследствии это было выбито на его печати) и что «вси князи Русские под руце его даны». С братьями Семен заключил договор: «быть им за один до живота и безобидно владеть каждому своим», но эта «безобидность» была показной. Летописи свидетельствуют, что князь сурово обходился с другими, подвластными ему князьями и правителями земель, за что и получил прозвание «Гордый».<br>\
&emsp;Подачками и лестью, хитростью и волей Семен Гордый обеспечил жизнь Московскому княжеству без войн и крови. Пять раз (в 1341 дважды, в 1342, 1344, 1351) ездил он в Орду, чем заслужил особую благосклонность хана и возвращался из Орды всякий раз «с великой честью». Удельные князья считали его судьей в разрешении споров.<br>\
&emsp;Укреплению власти способствовал поход на Торжок в 1341, с которого была взята дань в 1000 р. В том же году литовский князь Ольгерд Гедиминович подвел войско к Можайску, но взять его не смог. Умелой дипломатической борьбой Семен Гордый одержал верх: хан, страшась усиления Литвы, выдал посла Ольдерберга московскому князю и исход борьбы был решен в пользу Москвы. В 1351 Гордый продолжил борьбу с Литвой (поход на Смоленск).<br>\
&emsp;Вскоре вместе с митрополитом Феогностом совершил поход на Новгород с целью освобождения собиравших там дань великокняжеских наместников. Взяв с Новгорода выкуп, посадил туда наместника из Москвы. Расширил территорию Московского княжества на юго-востоке за счет бассейна Протвы и выморочного Юрьевского княжества с плодородными землями и соляными источниками. Договорная грамота с братьями Иваном и Андреем (1350–1351) и духовная грамота 1353 (оба документа написаны на впервые начатой употребляться на Руси бумаге) свидетельствуют о дальнейшем усилении власти старшего среди князей московского дома. В Договорной грамоте Семен Гордый назван «Князь великий Семен Иванович всея Руси», в ней подтверждено его старшинство («брата своего старшего чтити... во отцово место»).<br>\
&emsp;Удачливый в государственных делах, Семен Гордый был несчастлив в семейной жизни. В 1333 женился первым браком на дочери великого князя литовского Гедемина Августе (она умерла в 1345), вторым браком – в 1345 – на дочери рязанского князя Федора Святославича (и отослал ее обратно к отцу, а по сути развелся, вероятно, из-за «неплодности» в 1346), третьим браком – на тверской княжне Марии Александровне. Последний брак митрополит вначале отказался венчать, но поддался уговорам: Семен Гордый мечтал о наследнике и этим объяснялись все его поступки. Все дети Семена (в том числе рожденный от третьего брака, с Марией) умирали в раннем возрасте. Отчаявшись, Семен постригся в монахи и в духовном завещании оставил свое состояние третьей жене Марии и будущему сыну, оставив пустое место для его имени: «Пишу вам это слово для того, чтоб не перестала память родителей наших и наша, чтоб свеча не угасла». «Духовная» (завещание) Семена Гордого дошло до наших дней, это одно из первых русских завещаний, написанных на бумаге (до нее использовался пергамен).<br>\
&emsp;Во время написания завещания – в 1351–1353 – на Руси свирепствовала эпидемия чумы («моровая язва», «черная смерть», которая, по преданию, была занесена на Русь из Европы «немцами», точнее – ливонцами – через торговые города). От нее скончались в Москве митрополит Феогност (март 1351), брат Семена Андрей (27 апреля 1353), все дети Семена, а вскоре – 26 апреля 1353 года – и сам 36-летний князь московский. Похоронен в Архангельском соборе Кремля.<br>\
&emsp;После моровой язвы в Москве выжили лишь брат Семена – князь Иван Иванович (Иван Красный) да ставшая вдовой Мария, отдавшая Ивану все завещанное мужем. Иван Иванович и стал правителем Московского княжества."
};
//-----------------------------------------------------------------------------
(History[1][1])[42] = {
    ver:'free',
    icon:'042_icon',
    title:'Великий князь Иван II Иванович Красный (Кроткий)',
    day:'Правление 1353-1359 г.',
    description:"<img id='IMG/PHOTOS/042_01.jpg' src='IMG/PHOTOS/042_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1326 – 1359</i><br><br>\
&emsp;Сын Ивана I Ивановича Калиты  от княгини Елены. Родился 30 марта 1326 в Москве. Прозвище «Красный» получил, по всей видимости, благодаря исключительной внешности (красный – красивый). В летописях встречаются и иные прозвания этого князя – «Милостивый», «Кроткий».<br>\
&emsp;В 1341 был «оженен» княжной брянской Феодосией. В связи с ее смертью в годы моровой язвы (чумы), в 1345 вступил в повторный брак с некой Александрой Ивановной (?–1364), которая родила ему 12 октября 1350 сына Дмитрия (будущего Дмитрия Ивановича Донского), позже – еще одного сына, Ивана Ивановича Малого (прожившего всего 10 лет, 1354–1364),  и двух дочерей – Любовь (по иным данным – Анну, ставшую женой знаменитого полководца, участника Куликовской битвы кн. Д.М.Боброка Волынского) и Марию (вышла замуж за кн. Дмитрия Ольгердовича).<br>\
&emsp;По духовной отца – Ивана Калиты – Ивану достались 23 города и селения, из них главные – Звенигород и Руза. В них он и находился до начала морового поветрия, унесшего жизни его первой жены, многих родственников, в том числе и брата, правителя Москвы, Семена Гордого и второго старшего брата Андрея Ивановича. Вдова Семена Гордого Мария отдала Ивану II все завещанное ее мужем и тот принял в 1353 московское княжение. Он продолжил политику отца и брата по объединению русских земель. Однако в борьбе за право получения ярлыка на великое княжение Владимирское у Ивана быстро появился соперник – нижегородско-суздальский князь Константин Васильевич, которого поддерживали новгородцы. Несмотря на эту помощь, Ивану II удалось одержать победу и получить ярлык от ордынского хана Джанибека.<br>\
&emsp;Согласно летописи, Иван был правитель «тихий, кроткий, милостивый и нечестолюбивый. Жил во всякой тишине, а потому и спокойствие отовсюду имел». Но при всей тихости, у Ивана II была очевидная поддержка в лице московского боярства и получившего в 1354 сан митрополита Алексия, бывшего до того епископом владимирским. Именно митрополит Алексий несколько раз бывал в эти годы в Орде, поддерживал мирные отношения с нею и, согласно легенде, исцелил от слепоты жену хана Тайдулу, что позволило митрополиту отговорить хана от очередного набега на Русь. Иван II в это время – по той же легенде – оставался в своем московском княжении, куда он распорядился «не пускать» татарского царевича Мамат-Ходжу, явившегося с уже опустошенных земель рязанских. Царевич якобы послушался, ушел ни с чем, а московский князь получил прозвание «Кроткий». В доказательство своей «кротости» Иван II не оказывал военного сопротивления наступлению великого князя литовского Ольгерда. Когда тот захватил Брянск и пошел на Можайск, Иван II, по свидетельству летописца, не стал мешать ему и дал можайцам возможность самим защищать себя. В то же время при Иване II в состав Московского княжества вошли Дмитровские и Костромские земли, а сам князь сумел через митрополита Алексея добиться не только ярлыка на великое княжение но и права судебной власти над другими русскими князьями.<br>\
&emsp;Иван II Иванович умер в Москве 13 ноября 1359, приняв перед смертью схиму. Захоронен в кремлевском Архангельском соборе. После его смерти малолетний Дмитрий был оставлен на попечение митрополита Алексия, которому Иван II поручил также управление и охрану княжества."
};
//-----------------------------------------------------------------------------
(History[1][1])[43] = {
    ver:'free',
    icon:'043_icon',
    title:'Великий князь Дмитрий Константинович Суздальский',
    day:'Правление 1359-1363 г.',
    description:"<img id='IMG/PHOTOS/043_01.jpg' src='IMG/PHOTOS/043_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1322 – 1389</i><br><br>\
&emsp;Дмитрий Константинович Суздальский, получив от хана Навруса ярлык, в 1359 году стал Великим князем Владимирским. Дмитрий Константинович торжественно въехал во Владимир. Сюда он хотел перевезти и митрополичий двор. Однако митрополит Алексий остался верен Москве.<br>\
&emsp;В это время Ольгерд. Литовский не оставлял попыток захватить Смоленск и Тверь. В Орде шла борьба за власть. Внутри Руси между князьями Дмитрием Константиновичем и Дмитрием Иоанновичем продолжался спор за великое княжение. Московские бояре хлопотали перед ханом за своего ставленника. Хан Мюрид решил признать 12-летнего Дмитрия Иоанновича главой русских князей.<br>\
&emsp;Утратив великокняжеский престол, Дмитрий Константинович заключил мир с Дмитрием Иоанновичем и в 1366 году выдал за него свою дочь Евдокию. Дмитрий Константинович, получив во владение Нижний Новгород, пытался расширить свои владения. До 1382 года он принимал активное участие в акциях Великого князя против татар. Отряды князя участвовали в сражении на реке Пьяне, закончившемся для них поражением. На Куликовскую битву Дмитрий Константинович послал суздальские полки, но удержал нижегородские и городецкие отряды. В 1382 году он выступил на стороне хана Тохтамыша против Москвы, утратив при этом доверие Великого князя Дмитрия Донского.<br>\
&emsp;Умер Дмитрий Константинович Суздальский 5 июля 1383 года в Нижнем Новгороде."
};
//-----------------------------------------------------------------------------
(History[1][1])[44] = {
    ver:'free',
    icon:'044_icon',
    title:'Великий князь Дмитрий Иванович Донской',
    day:'Правление 1363-1389 г.',
    description:"<img id='IMG/PHOTOS/044_01.jpg' src='IMG/PHOTOS/044_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1350 – 1389</i><br><br>\
&emsp;Дмитрий Иоаннович – старший сын Великого князя Иоанна Иоанновича и его второй жены Александры. В 1363 году, благодаря умелым действиям в ставке хана московских бояр во главе с митрополитом Алексием, он получил ярлык на Владимирское княжение.<br>\
&emsp;Внутренняя политика Дмитрия Донского была направлена на единодержавие. В период княжения Дмитрия шла борьба за укрепление и целостность государства. Продолжительная борьба с Литвой и Тверью (1368-1375 годы), конфликты с Рязанским князем (1371 год) закончились подписанием мира и признанием власти Москвы.<br>\
&emsp;Великий князь Дмитрий Иоаннович вошел в русскую историю как герой Куликовской битвы. Хан Мамай был недоволен политикой, проводимой Великим князем: размер выплачиваемой в Орду дани сократился, в Нижнем Новгороде была разгромлена татарская дружина и убит посол, но никто не был наказан за это. Мамай стал собирать силы, одновременно посылая на Русь небольшие отряды.<br>\
&emsp;В 1377 году, воспользовавшись оплошностью русских воинов, татарский царевич Араб-шах почти полностью разгромил объединенное московско-нижегородское войско. В 1378 году на Русь был послан еще один отряд под предводительством Бегича. Сражение на реке Воже закончилось победой русских. Это была первая с начала нашествия победа русского войска над татарами.<br>\
&emsp;В 1380 году Мамай с огромным войском выступил против Руси. Узнав об опасности, Дмитрий Иоаннович разослал по всем русским княжествам гонцов с указанием немедленно собирать войско и идти в Москву. Более ста пятидесяти тысяч русских воинов выступили из Москвы навстречу Мамаю.<br>\
Накануне отъезда Великий князь получил благословение настоятеля Троице-Сергиева монастыря, преподобного Сергия Радонежского. Оба противоборствующих войска встретились 8 сентября 1380 года на поле Куликовом. В ходе битвы объединенное русское войско наголову разбило несметную рать Мамая.<br>\
&emsp;Но спустя два года, последовал ответный удар. В 1382 году хан Тохтамыш предпринял новый поход на русские земли. Хану удалось захватить Москву. Город был разграблен и сожжен. Другие русские города: Звенигород, Волок на Ламе, Можайск, Дмитров, Переяславль – также пострадали от набега. Поход Тохтамыша вернул Орде власть над русскими землями.<br>\
&emsp;Во время княжения Дмитрия Иоанновича в Москве был построен белокаменный Кремль – первая каменная крепость в Северо-Восточной Руси.<br>\
&emsp;Дмитрий Иоаннович умер 19 мая 1389 года и был похоронен в церкви Святого Архангела Михаила.<br>\
&emsp;Спустя 599 лет, в 1988 году на соборе Русской православной церкви Великий князь Владимирский и Московский был канонизирован и причислен к лику Святых.<br>\
&emsp;Князь Дмитрий Иоаннович был женат на младшей дочери Нижегородского князя Дмитрия Константиновича Евдокии."
};
//-----------------------------------------------------------------------------
(History[1][1])[45] = {
    ver:'free',
    icon:'045_icon',
    title:'Великий князь Василий I Дмитриевич',
    day:'Правление 1389-1425 г.',
    description:"<img id='IMG/PHOTOS/045_01.jpg' src='IMG/PHOTOS/045_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  1371 - 1425</i><br><br>\
&emsp;Из рода Московских великих князей. Великий князь Московский в 1389 - 1425 годах. Сын Дмитрия Ивановича Донского и суздальской княгини Евдокии Дмитриевны, дочери суздальского князя Дмитрия Константиновича.<br>\
&emsp;В 1384 году Василий был послан своим отцом Дмитрием Донским в Золотую Орду побороться с тверским князем  Михаилом Александровичем за великое княжество Владимирское и Новгород. Там Василий Дмитриевич пробыл около 2-х лет, так как был задержан ханом Тохтамышем. Затем Василий бежал из Орды в Подолию, а после в Валахию, откуда в 1387 году возвратился в Москву.<br>\
&emsp;В 1389 году Василий Дмитриевич стал великим московским князем. Он успешно воевал с Новгородом Великим, суздальскими, нижегородскими князьями, рязанским князем Олегом Ивановичем и Литвой.<br>\
Василий Дмитриевич смог усело использовать усобицу в Золотой Орде: с 1395 года по 1412 год он не платил татарам дани. Во время его правления в Московском Кремле был построен знаменитый  Благовещенский собор. Княжение Василия Дмитриевича запомнилось многим еще большим усилением Московского государства.<br>\
&emsp;В 1392 году Василий Дмитриевич  присоединил Муромское и Нижегородское княжества, в 1397-1398 годах  - Бежецкий Верх, Муром, Вологду, Устюг,  и земли коми. Дважды Василий совершал попытки отобрать силой Двинскую землю  у Новгорода, но так и не смог сделать этого. По приказу Василия Дмитриевича были “срублены” города Плес  и Ржев.<br>\
&emsp;Для предотвращения угрозы нападения со стороны Золотой Орды, Василий Дмитриевич вступил в 1392 году в союз с  Литвой. Но союз  оказался непрочным, потому что князь Витовт в 1403—1404 захватил русские города Смоленск  и Вязьму.<br>\
&emsp;После разгрома в 1391 и 1395 Золотой Орды Тимуром Василий отказался от уплаты дани, однако в 1408г. после нашествия Едигея вынужден был вновь вернуться к уплате дани.<br>\
При Василии Дмитриевиче продолжался рост феодального землевладения. С усилением власти великого князя Василия проводилось изъятие из ведения феодалов определенной части судебных дел и передача их в руки великокняжеских наместников.<br>\
&emsp;Благодаря предусмотрительной политике Василия Дмитриевича за 36 лет его правления московское княжество практически не ощутило каких-либо внутренних потрясений. За этот период времени Москва  лишь единожды, в 1408 г. была подвержена нападению со стороны сил Орды, но Едигей так и не смог взять город.<br>\
&emsp;На Рождество 1390 года, в Коломне,  Василий Дмитриевич женился на литовской кн. Софье, дочери Великого князя Литовского Витовта. В московских кругах его супругу, скорее всего недолюбливали, считали «литвинкой». Не всё было гладко и в их супружеских отношениях. Посол Империи Сигизмунд Герберштейн, который посетил Москву 100 лет спустя, писал, что «… Василий Дмитриевич оставил единственного сына Василия, но не любил его, так как подозревал в прелюбодеянии жену свою Анастасию (Софью Витовтовну), от которой тот родился …»<br>\
&emsp;Первый сын Юрий, родившийся весной 1395 г., прожил всего 5 лет. Второй сын, Иван, (1396—1417гг.) умер  по дороге из Коломны в город Москву в результате «мора» (чумы), спустя всего полгода после брака с дочерью князя Ивана Пронского и получения в удельное княжение  Нижнего Новгорода. Аналогичная ранняя кончина ожидала и сыновей Семёна  и Даниила.<br>\
&emsp;В 1393 г. родилась 1-ая дочь - Анна, которая стала женой Иоанна VIII Палеолога, византийского императора. Вторая дочь Анастасия вышла замуж за Юрия Патрикеевича, князя литовского. Третья - Василиса по первому браку за князя Александра Ивановича суздальского, по второму за князя Александра Даниловича суздальского.<br>\
&emsp;10 марта 1415 г. у Василия Дмитриевича родился сын Василий, опекуном которого в 10-летнем возрасте после смерти великого князя стал его дед по материнской линии, Великий князь Литовский Витовт.<br>\
&emsp;В 1425 князь Василий Дмитриевич умер. Погребен в Москве, в Архангельском соборе. В памяти потомков ставил о себе память правителя твердого и осторожного."
};
//-----------------------------------------------------------------------------
(History[1][1])[46] = {
    ver:'free',
    icon:'046_icon',
    title:'Великий князь Василий II Васильевич Темный',
    day:'Правление 1425-1446,1447-1462 г.',
    description:"<img id='IMG/PHOTOS/046_01.jpg' src='IMG/PHOTOS/046_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[47] = {
    ver:'free',
    icon:'047_icon',
    title:'Великий князь Юрий Дмитриевич Звенигородский',
    day:'Правление 1433,1434 г.',
    description:"<img id='IMG/PHOTOS/047_01.jpg' src='IMG/PHOTOS/047_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[48] = {
    ver:'free',
    icon:'048_icon',
    title:'Великий князь Дмитрий Юрьевич  Шемяка',
    day:'Правление 1446-1447 г.',
    description:"<img id='IMG/PHOTOS/048_01.jpg' src='IMG/PHOTOS/048_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[49] = {
    ver:'free',
    icon:'049_icon',
    title:'Государь, державный, великий князь Иван III Васильевич',
    day:'Правление 1462-1505 г.',
    description:"<img id='IMG/PHOTOS/049_01.jpg' src='IMG/PHOTOS/049_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[50] = {
    ver:'free',
    icon:'050_icon',
    title:'Государь, великий князь Василий III Иванович',
    day:'Правление 1505-1533 г.',
    description:"<img id='IMG/PHOTOS/050_01.jpg' src='IMG/PHOTOS/050_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------