//-----------------------------------------------------------------------------
// Hymn
//-----------------------------------------------------------------------------
Hymn[1][1] = {
    title:'Гимн Российской империи',
    description:"<b>Гимн Российской империи с 1816 по 1833 гг</b><br><br> \
Боже, Царя храни!<br>\
Славному долги дни<br>\
Дай на земли!<br>\
Гордых смирителю,<br>\
Слабых хранителю,<br>\
Всех утешителю -<br>\
Всё ниспошли!<br>\
Перводержавную<br>\
Русь православную<br>\
Боже, храни!<br>\
Царство ей стройное!<br>\
В силе спокойное!<br>\
Всё ж недостойное<br>\
Прочь отжени!<br>\
О, Провидение!<br>\
Благословение<br>\
Нам ниспошли!<br>\
К благу стремление,<br>\
В счастье смирение,<br>\
В скорби терпение<br>\
Дай на земли!<br>\
<i>1815</i><br><br>\
<u><font color='blue'><a name='AUDIO/hymn_1816_1833.mp3' id='AUDIO/hymn_1816_1833.mp3' onclick='return playHymn()' alt='' title='' color='blue'>Послушать гимн</a></font></u>\
 в исполнении Мужского хора Института певческой культуры «Валаам».<br><br>\
Появление в Российской империи официального гимна связано с победой в Отечественной войне 1812 г. и прославлением императора Александра I. «В чести» была тогда в России мелодия английского гимна «Боже, храни короля», о чем говорилось выше. В некоторых музыкальных произведениях прославлялся русский царь-победитель. Подобные песни появляются уже в 1813 г.: «Песнь русскому царю» А. Востокова с мелодией английского гимна содержала такие слова: «Прими побед венец, Отечества Отец, Хвала тебе!» В 1815 г. В.А. Жуковский написал и опубликовал в журнале «Сын Отечества» стихотворение под названием «Молитва русских», также посвященное Александру I. Кто-то полагает, что это был перевод с английского, по крайней мере, первой строки - «Боже, Царя храни» («Боже, храни короля»). В 1816 г. А.С. Пушкин приписал к стихотворению еще две строфы. 19 октября 1816 г. они были исполнены воспитанниками Лицея на музыку английского гимна. Таким образом, по случаю празднования годовщины Лицея перевод Жуковского получил оригинальное продолжение, написанное Пушкиным. Жуковский дополнил свое сочинение в 1818 г. - оно звучало на публичном экзамене воспитанников петербургской гимназии. Таким образом, текст «Молитвы русского народа», текст русского гимна, был практически создан, но при его исполнении музыка оставалась английской. Этой музыкой военные оркестры в Варшаве встречали прибывшего туда в 1816 г. Александра I. С этого времени Высочайше было повелено играть всегда гимн при встрече государя. Почти 20 лет в Российской империи официально использовали мелодию английского гимна.<br>\
<i>Соболева Н.А. Российская государственная символика: история и современность.</i><br><br>\
<b>Гимн Российской империи 1833-1917 гг</b><br><br>\
Боже, Царя храни!<br>\
Сильный, державный,<br>\
Царствуй на славу нам;<br>\
Царствуй на страх врагам,<br>\
Царь православный!<br>\
Боже, Царя храни!<br><br>\
<u><font color='blue'><a name='AUDIO/hymn_1833_1917.mp3' id='AUDIO/hymn_1833_1917.mp3' onclick='return playHymn()' alt='' title='' color='blue'>Послушать гимн</a></font></u>\
 в исполнении Мужского хора Института певческой культуры «Валаам».<br><br>\
Обычно историю создания официального гимна Российской империи объясняют прихотью императора Николая I, который будто бы заявил: «Скучно слушать музыку английскую, столько лет употребляемую...» Уже отмечалось, что Николай I был крайне заинтересован вопросом о российской государственной атрибутике, укреплении ее, придании веса монархическим символам. Вряд ли «от скуки» надумал он создать и «народную песнь».<br>\
&nbsp;&nbsp;Автором музыки царь выбрал близкого и преданного ему человека - А.Ф. Львова, хотя мог выбрать русского композитора номер один - М.И. Глинку. Предполагают, что был устроен некий негласный конкурс, о котором мачеха композитора Львова вспоминала: «Знали мы, что многие новую музыку сочиняют на эти слова, что даже у императрицы поют и играют сочинения эти, что Царь слышит и ни слова не говорит». Современники в своих воспоминаниях называют М.Ю. Виельгорского и М.И. Глинку, будто бы писавших музыку гимна. Впрочем, последний позднее сообщал, что никто не поручал ему писать гимн.<br>\
&nbsp;&nbsp;Алексей Федорович Львов родился в Ревеле в 1798 г. в аристократической и музыкальной семье. Его отец, Ф.П. Львов, был директором Придворной певческой капеллы. Алексей Федорович получил хорошее музыкальное образование, учился игре на скрипке. Однако волею судьбы по окончании Корпуса инженеров путей сообщения в 1818 г. он попал на военную службу - в военные поселения Новгородской губернии под начальство А.А. Аракчеева. Львов продолжал заниматься музыкой, в частности, сделал новую оркестровку «Стабат Матер» Перголези, которая была исполнена в Петербурге в Филармоническом обществе. За это он получает почетное звание композитора Болонской академии.<br>\
&nbsp;&nbsp;Львов не раз пытался уйти со службы и заняться только музыкой. Однако не мог отказать шефу жандармов А.Х. Бенкендорфу и перешел на службу в Министерство внутренних дел, убедительно прося, правда, для пользы службы «не употреблять его по секретной части», для чего был неспособен. В 1826 г. он был прикомандирован к свите Николая I, сначала для «производства дел до вояжей относящихся», а затем стал управляющим делами Императорской квартиры. Он принимал участие в войне с Турцией 1828-1829 гг., участвовал в боях под Варной, получив свои первые боевые награды. В 1832 г. Львова зачисляют в почетный Кавалергардский полк, он командует царским конвоем, сопровождая царя во всех поездках.<br>\
&nbsp;&nbsp;С этого времени он становится близок не только к императору, но и к его семье, аккомпанируя на скрипке пению княжны, участвуя в домашних концертах императорского семейства.<br>\
&nbsp;&nbsp;Именно к нему обратился через Бенкендорфа Николай I с предложением попробовать написать «гимн Русский». Произошло это в 1833 г. после возвращения царя из Австрии и Пруссии. Львов вспоминал, что задача показалась ему весьма трудною, особенно когда он думал о величественном английском гимне. «Я чувствовал надобность, - писал Львов, - создать гимн величественный, сильный, чувствительный, для всякого понятный, имеющий отпечаток национальности, годный для церкви, годный для войск, годный для народа - от ученого до невежды».<br>\
&nbsp;&nbsp;Хотя все эти мысли волновали и пугали молодого музыканта, в один из вечеров, возвратясь домой, он сел к столу - и в несколько минут гимн был написан. Здесь, как видим, А.Ф. Львов уподобился Руже де Лилю. Жуковский предоставил практически уже имеющиеся слова, «подогнав» их под мелодию. Так появился шедевр Жуковского - Львова. Текст состоял всего из 6 строчек: «Боже, Царя храни! Сильный, державный, Царствуй на славу нам; Царствуй на страх врагам, Царь православный! Боже, Царя храни!» - однако благодаря возвышенной, хоральной мелодии он звучал исключительно мощно.<br>\
&nbsp;&nbsp;23 ноября 1833 г. царь с семейством и со свитой специально прибыли в Певческую капеллу, где состоялось первое исполнение сочиненной Львовым музыки гимна с придворными певчими и двумя военными оркестрами. Прослушанная несколько раз мелодия понравилась царю, который отдал приказание «показать» ее широкой публике.<br>\
&nbsp;&nbsp;11 декабря 1833 г. в Большом театре в Москве оркестр и вся труппа театра участвовали в представлении «Русской народной песни» (так был назван в афише гимн «Боже, Царя храни»). На следующий день в газетах появились восторженные отзывы. Вот что сообщает об исторической премьере директор Московских Императорских театров М.П. Загоскин: «Сначала слова были пропеты одним из актеров Бантышевым, потом повторены всем хором. Не могу вам описать впечатление, которое произвела на зрителей сия национальная песнь; все мужчины и дамы слушали ее стоя; сначала «ура», а потом «форо» загремели в театре, когда ее пропели. Разумеется, она была повторена...»<br>\
&nbsp;&nbsp;25 декабря 1833 г., в день годовщины изгнания войск Наполеона из России, гимн был исполнен в залах Зимнего дворца при освящении знамен и в присутствии высоких воинских чинов. 31 декабря уходящего года командир Отдельного гвардейского корпуса великий князь Михаил Павлович отдал приказ: «Государю Императору благоугодно было изъявить свое соизволение, чтобы на парадах, смотрах, разводах и прочих случаях вместо употребляемого ныне гимна, взятого с национального английского, играть вновь сочиненную музыку».<br>\
&nbsp;&nbsp;30 августа 1834 г. на Дворцовой площади в Санкт-Петербурге был открыт монумент - Александровский столп - в честь победы над Наполеоном в войне 1812 г. Торжественное открытие монумента сопровождалось парадом войск, перед которым впервые в столь официальной обстановке исполнялся гимн России «Боже, Царя храни».<br>\
&nbsp;&nbsp;В 1840 г. Львов отправляется в отпуск, причем как невоенный человек, артист. Он выступил с концертами в Германии, Англии, Франции и везде с огромным успехом; его талантом скрипача восхищались Мендельсон, Лист, Шуман. Последний в статье «Алексей Львов» писал: «Г-н Львов - скрипач настолько примечательный и редкостный, что он может быть поставлен в один ряд с первыми исполнителями вообще».<br>\
&nbsp;&nbsp;Музыка гимна «Боже, Царя храни» стала быстро известна в Европе. Музыкальная тема гимна варьируется в нескольких произведениях немецких и австрийских композиторов. В России П.И. Чайковский «цитирует» его в двух музыкальных произведениях - «Славянском марше» и увертюре «1812 год», написанной в 1880 г. и исполнявшейся по случаю освящения Храма Христа Спасителя в Москве.<br>\
&nbsp;&nbsp;Львов, обласканный государем (он получил драгоценную табакерку с бриллиантами, а позднее - девиз в герб: «Боже, Царя храни»), занимается активной музыкальной деятельностью, пишет церковную музыку, создает несколько опер, скрипичных концертов, песен. После смерти отца он «унаследовал» придворную певческую капеллу, создает прекрасный ансамбль и школу певческого мастерства, а затем - Петербургское Симфоническое общество.<br>\
&nbsp;&nbsp;По военной службе он также получает чины - флигель-адъютант царя, через два года - полковник, а в 1843 г. - генерал-майор.<br>\
&nbsp;&nbsp;Авторство в создании государственного гимна принесло, однако, А.Ф. Львову самую большую славу. Это прекрасно понимал и его соавтор. Незадолго перед смертью В.А. Жуковский написал А.Ф. Львову: «Наша совместная двойная работа переживет нас долго. Народная песня, раз раздавшись, получив право гражданства, останется навсегда живою, пока будет жив народ, который ее присвоил. Из всех моих стихов, эти смиренные пять, благодаря Вашей музыке, переживут всех братий своих. Где не слышал я этого пения? В Перми, в Тобольске, у подошвы Чатырдага, в Стокгольме, в Лондоне, в Риме!»<br>\
&nbsp;&nbsp;Музыка гимна была не по душе известному критику В.В. Стасову, она не вызывала восторга и у М.И. Глинки, но А.Ф. Львов навсегда вошел в плеяду русских композиторов, о чем свидетельствует, в частности, картина И.Е. Репина, висящая на площадке лестницы в Московской Консерватории. Картина называется «Славянские композиторы», и на ней, вместе с Глинкой, Шопеном, Римским-Корсаковым и другими, изображен в расшитом придворном мундире автор официального российского гимна А.Ф. Львов.<br>\
<i>Соболева Н.А. Российская государственная символика: история и современность.</i>"
};
//-----------------------------------------------------------------------------