//-----------------------------------------------------------------------------
(History[1][1])[101] = {
    ver:'free',
    icon:'101_icon',
    title:'Святослав II Ярославич',
    day:'',
    description:"<img id='IMG/PHOTOS/101_01.jpg' src='IMG/PHOTOS/101_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1027-1076</i><br><br>\
&emsp;Святослав Ярославич, которому было дано в крещении имя Никола (1027—27 декабря 1076года, Киев), был  третьим сыном великого Ярослава Мудрого и Ингегерды Шведской.<br>\
&emsp;Князь черниговский, с 1073 года великий князь киевский.<br>\
&emsp;В 1054 году он получил от отца во владение город Чернигов. Среди всех братьев Святослав выделялся большими способностями и кипучей энергией.<br>\
&emsp;В 1054-1073 гг. входил в так называемый «триумвират Ярославичей» и вместе со старшим братом Изяславом и младшим Всеволодом правил Киевской Русью. Именно при нём черниговским епископом  был принят статус митрополита и активизировалось строительство в Чернигове.<br>\
&emsp;В 1067 году Святослав вместе с братьями совершил поход против Всеслава Полоцкого, войска которого  были разбиты, а сам он  посажен в тюрьму в городе Киеве. В союзе с Всеволодом  и Изяславом  князь Святослав вел борьбу с торками, восточными кочевниками, силу которых они смогли сломить, а также половцами, борьба с которыми оказалась неудачной.<br>\
&emsp;После того, как в 1068 году на Переяславское княжество напали половцы, братья выступили против них, но получили поражение на реке Альте и бежали. Святослав быстро оценил сложившуюся ситуацию  и нанес половцам, вторгнувшимся в Черниговскую область,  сильное поражение у Сновска. Этот поступок значительно повысил авторитет Святослава на Руси. В то же время Изяслав не сумел справиться с половецким нашествием и был за это прогнан из Киева.<br>\
&emsp;Князь Святослав равнодушно отнесся к изгнанию брата.  Когда Изяслав явился в Киев с польскими войсками, братья Святослав и Всеволод ходатайствовали перед ним за киевлян. За это время Святослав успел посадить  в Новгороде Глеба, одного из своих сыновей. У него появилась мысль овладеть Киевом. Святослав заверил брата Всеволода, что Изяслав замышляет лишить их принадлежащим им уделов.<br>\
&emsp;И В 1073 году, Святослав, вступив в заговор с братом Всеволодом, сверг Изяслава, который был вынужден бежать в Европу. По некоторым источникам, этому событию предшествовали активные действия Черниговского княжества, которые преследовали единственную цель - международную изоляцию князя Изяслава (он не получил польской поддержки, на которую рассчитывал). Все попытки князя Изяслава вернуть себе киевский престол были тщетными  до смерти Святослава.<br>\
&emsp;Святослав полностью сознавал то огромное влияние, которое имело  в то время духовенство, и сумел привлечь его на свою сторону. Он покровительствовал святому Феодосию  и Антонию, щедро одаривал Печерский монастырь, построил монастыри Елецкий и Ильинский в Чернигове. В летописях отмечается любовь Святослава к книгам.<br>\
&emsp;В историю культуры он вошёл как заказчик 2-х Изборников Святослава, которые были переписаны для него в 1073 и 1076 гг. Первый из них включает  в себя миниатюру, изображающую князя с семейством.<br>\
&emsp;Женат Святослав был дважды: 1-й раз на Килликии (или Кикилии, Цецилии), женщине неизвестного происхождения. В этом браке рождены дети:<br>\
&emsp;Глеб (ум. 1078г.) — князь Тмутараканский (1064 и 1066—1068гг.), Новгородский (1068—1073гг. и 1077—1078гг.), Переяславский (1073—1077гг.).<br>\
&emsp;Роман Красный (ум. 1079г.) — князь Тмутараканский с 1069 года.<br>\
&emsp;Давыд (Давид) (ум. 1123г.) — князь переяславский (1073—1076гг.),<br>\ князь муромский (1076—1093гг.), князь смоленский в 1093—1095гг. и 1096—1097гг., князь новгородский в 1094—1095гг., князь черниговский (1097—1123гг.).<br>\
&emsp;Олег (ум. 1115г.) — князь тмутараканский.<br>\
&emsp;Давыд и Олег – родоначальники  2-х знаменитых в XII веке ветвей черниговских князей, Ольговичей  и Давыдовичей.  Из Ольговичей происходил святой Михаил Черниговский, от которого пошли многие княжеские роды России. Ныне существующий род князей Горчаковых является потомком Святослава Ярославича по прямой мужской линии.<br>\
&emsp;От 2-го брака, с Одой, графиней Штаденской, племянницей маркграфа Саксонской северной марки, родственницей императора Генриха III  и папы Льва IX ,   Святослав имел одного сына — Ярослава, который впоследствии стал  черниговским князем  (на миниатюре рядом с матерью изображён маленький Ярослав). Из немецких источников известно, что после смерти отца Ярослав воспитывался в Германии, а после вернулся на Русь, где нашёл сокровища, зарытые его матерью. Ярослав стал предком династии рязанских  и муромских и князей (впоследствии -  великих князей Рязанских), которая пресеклась в начале XVI в.<br>\
&emsp;Имеет право на существование и  вполне правдоподобная гипотеза (А. В. Назаренко), согласно которой у Святослава от 2-го  брака с Одой Штаденской была еще дочь, выданная в Византию замуж.  В свою очередь ее дочь, внучка Святослава, в первой четверти XII в. попала в плен к сельджукам,  стала матерью султана Килидж-Арслана Второго, который, как известно из западных источников, считал себя родственником немецких крестоносцев через свою русскую мать.<br>\
&emsp;27 декабря 1076 г. Святослав Ярославич умер на 50-м году жизни, став 1-й известной на Руси жертвой неудачно проведенной хирургической операции. Князь умер от разрезания опухоли («резания желве»). После этого  Киевский престол был занят Всеволодом, который практически тут же вернул его брату Изяславу."
};
//-----------------------------------------------------------------------------
(History[1][1])[102] = {
    ver:'free',
    icon:'102_icon',
    title:'Князь Олег Святославович',
    day:'',
    description:"<img id='IMG/PHOTOS/102_01.jpg' src='IMG/PHOTOS/102_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? - 1115</i><br><br>\
&emsp;Оле́г Святосла́вич (в крещении Михаил) (ок.1053 — 1 августа 1115) — князь Волынский (1073—1076), Тмутараканский (с 1083), Черниговский (1094, 1097), Новгород-Северский (1097—1115). Четвёртый сын Святослава Ярославича от первого брака с Килликией.<br>\
&emsp;В период великого княжения своего отца был наместником на Волыни.<br>\
&emsp;В 1076 году во время борьбы между Изяславом и Святославом Ярославичами, Олег, со своим двоюродным братом Владимиром, ходил помогать польскому королю Болеславу Смелому в борьбе его с чешским князем Вратиславом II, союзником германского императора Генриха IV, к которому обратился за помощью изгнанный Изяслав, тогда как польский король держал сторону Святослава. Когда разбитые русскими и польскими дружинами чехи попытались заключить мир, предлагая 1000 гривен серебра, русские князья, несмотря на очевидное желание Болеслава закончить войну и даже на заключение им мира с чехами, отказались мириться, сославшись на то, что, мол, надо «взять свою честь». Князья не собираясь возвращаться домой с пустыми руками, получив вероятно лишь малую часть из 1000 гривен серебра, уплаченных чехами Болеславу, и в течение четырёх месяцев опустошали чешскую землю, «взяли», наконец, «свою честь», а попутно с ней еще 1000 гривен серебра, уплоченных Вратиславом.<br>\
&emsp;После смерти отца и возвращения при поддержке польского короля Болеслава II на киевский стол Изяслава Ярославича, Олег был выведен из Владимира Волынского (1077) и длительное время жил при дворе Всеволода Ярославича в Чернигове, но, не добившись новых владений, в апреле 1078 года бежал в Тмутаракань.<br>\
&emsp;В 1078 году Олег, вместе с Борисом Вячеславичем, привёл половцев на русскую землю и победил Всеволода Ярославича 25 августа в битве на реке Сожице (Оржице). Победители вошли в Чернигов, но окончательно им не удалось здесь утвердиться: Изяслав киевский соединился с Всеволодом и выступил против племянников. Братья Ярославичи и их сыновья, Ярополк и Владимир, окружили Чернигов и приступили к штурму. В кровавой сече 30 октября 1078 года при Нежатиной Ниве погибли Борис Вячеславич и Изяслав киевский; Олегу едва удалось убежать в Тмутаракань.<br>\
&emsp;В 1079 году половцы и хазары, должно быть не без ведома византийского императора и великого князя Всеволода, севшего в Киеве после смерти Изяслава, схватили Олега и отвезли в Константинополь. После бунта пьяных русских наёмников он, как русский, был сослан на остров Родос. Там он женился на греческой патрицианке Феофании Музалон и через два года получил разрешение вернуться в Тмутаракань. Всеволод киевский посадил в Тмутаракани своего посадника Ратибора, но его выгнали (1081) князья-изгои Давыд Игоревич и Володарь Ростиславич, которые вскоре, в свою очередь, должны были уступить место возвратившемуся Олегу (1083).<br>\
&emsp;В 1094 году Олег, вместе с половцами, предпринял поход на Чернигов, с целью добыть для себя отцовский стол. Там княжил в то время Владимир Мономах. 8 дней продолжалась осада Чернигова; окрестности и монастыри были выжжены и разграблены. Мономах, видя, вероятно, невозможность дальнейшего сопротивления, передал, наконец, Чернигов Олегу, а сам ушёл в Переяслав. Олег сел в Чернигове, предоставив половцам полную свободу грабежа, так как ему иначе нечем было заплатить им за поход.<br>\
&emsp;«Это уже в третий раз — замечает летописец, относящийся вообще неблагоприятно к Олегу, — навел он поганых на русскую землю; много христиан было погублено, а другие взяты в плен и расточены по разным землям» (Ипатьевская летопись, 158).<br>\
&emsp;В 1095 году против половцев Олег ходил не вместе с другими князьями, а отдельно. Это рассердило Святополка и Владимира; сын последнего, Изяслав, захватил, с согласия граждан, принадлежавший Олегу Муром.<br>\
&emsp;В 1096 году Святополк и Владимир послали звать Олега в Киев, чтобы «урядиться о земле русской пред епископами, игуменами, мужами отцов наших и людьми городскими», как на будущее время защищать русскую землю от «поганых». Олег дал гордый ответ: «не пойду на суд к епископам, игуменам, да смердам». Ответ этот, судя по словам летописца, возбудил в Киеве большое негодование против Олега. Святополк и Владимир начали военные действия, двинувшись на Чернигов; Олег убежал в Стародуб, в самый северный город Черниговской земли. Князья осадили город. 33 дня продолжалась осада; наконец, Олег просил мира. Противники его потребовали, чтобы он съездил в Смоленск за своим братом Давыдом и вместе с ним приехал на совещание в Киев. Олег поехал, но смольняне не приняли его, и в Киев ни он, ни Давыд не явились. Святополк и Владимир пошли было на Давыда, но помирились с ним; Олег же, с давыдовыми полками, вновь добыл Муром (6 сентября 1096 года в сражении под Муромом был убит сын Мономаха, Изяслав, а дружина его разгромлена), захватил Суздаль, Ростов и всю землю Муромскую и Ростовскую, посадил в городах посадников и стал собирать дани. В Новгороде сидел в это время первый сын Мономаха, Мстислав, который выступил против Олега и прогнал его не только из всех завоёванных им городов, но даже из Мурома и Рязани. Положение Олега было безвыходным, но Мстислав, в качестве крёстного сына, обещал хлопотать за него перед отцом. Мономах согласился на мир и написал Олегу длинное письмо, в котором убеждал его покончить, наконец, все раздоры и междоусобия.<br>\
&emsp;С. В. Иванов. Русские князья заключают мир в Уветичах<br>\
&emsp;В 1097 году Святополк, Владимир Мономах, Давыд Игоревич, Василько Ростиславич, Давыд и Олег Святославичи съехались в Любече, в Черниговской земле, чтобы заключить мир. Князья постановили: пусть каждая линия княжеского рода владеет своей вотчиной. За Святославичами — Олегом, Давыдом и Ярославом — осталась Черниговская область; Олег сел в Новгород-Северском. Олег также участвовал в княжеском съезде 1098 года и 1100 года (Съезд в Уветичах).<br>\
&emsp;Когда в 1101 году половцы предложили мир русским князьям, Олег, Давид и Владимир Мономах на съезде у Сакова заключают с ними мирное соглашение, подтверждённое обменом заложниками. Мир с половцами был нарушен Святополком и Владимиром Мономахом в 1103 году, организовавшими большой поход против них.<br>\
&emsp;Когда Владимир Мономах задумал свои походы на половцев вглубь степей, Олег, под разными предлогами, в большей их части не принимал участия, но набеги отдельных половецких племен на свои границы он энергично отражал. Так, в 1107 году он, вместе с другими князьями, двинулся к Лубнам против половецкого хана Шарукана, осадившего город, и последний едва успел спастись, хан же Сугра был взят в плен. В 1113 году половцы явились у Выря, Олег соединился с Владимиром, и половцы были прогнаны.<br>\
&emsp;Сам женатый на половчанке, воспитывавший в своей семье сына половецкого князя Итларя, в 1107 году Олег женил одного из своих сыновей, Святослава, на дочери половецкого князя Аепы.<br>\
&emsp;Умер Олег в августе 1115 года. Похоронен в Спасском соборе Чернигова."
};
//-----------------------------------------------------------------------------
(History[1][1])[103] = {
    ver:'free',
    icon:'103_icon',
    title:'Василий Андреевич - удельный князь Суздальский',
    day:'',
    description:"<img id='IMG/PHOTOS/103_01.jpg' src='IMG/PHOTOS/103_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1264 - 1309</i><br><br>\
&emsp;Василий Андреевич - удельный князь Суздальский (1264 - 1309), потомки которого носили титул великих князей. Об этом князе говорит только «Никоновская летопись», которая известия о нем перепутывает: в одном месте она называет его сыном Михаила Андреевича, между тем, как гораздо вероятнее, что он был его братом и происходил вместе с ним, не от сына Александра Невского, Андрея Александровича, а от брата его Андрея Ярославовича. См. «Нижегор. летоп.», изд. Гациским; Храмцовский «Краткий очерк истории Нижнего Новгорода» (ч. I, глава 1); А. Экземплярский «Великие и удельные князья в татарский период» (II, 388, 396 - 7). А. Э."
};
//-----------------------------------------------------------------------------
(History[1][1])[104] = {
    ver:'free',
    icon:'104_icon',
    title:'Константин Васильевич – Князь Суздальский',
    day:'',
    description:"<img id='IMG/PHOTOS/104_01.jpg' src='IMG/PHOTOS/104_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? – 1355</i><br><br>\
&emsp;Сын Василия Андреевича, внук Андрея Ярославича и внучатый племянник Александра Невского. Начал править Суздальским княжеством после смерти своего бездетного брата Александра Васильевича, князя Суздальского в 1309-1331 годы и великого князя Владимирского в 1328-1331 годы.<br>\
&emsp;Впервые начинает участвовать в усобицах и проводить активную политику с 1339 года, когда Смоленский князь восстал против Орды, вступив в союз с Гедимином. Против Ивана Александровича Смоленского выступило татарское войско под руководством Товлубия, а также ряд русских князей, в том числе, как указывает Никоновская летопись, в составе московской рати и Константин Васильевич.<br>\
&emsp;После смерти Ивана Калиты Узбек-хан в 1341 году отдал в подчинение Константину Васильевичу низовские города: Нижний Новгород, Городец и Унжу, однако, надлежавшее ему по праву старшинства великое княжение он так и не получил. После он посещал Орду и в 1342 году, задабривая хана Чанибека, и в 1344 году вместе с остальными русскими князьями. В 1350 году Константин Васильевич переносит столицу из теряющего своё былое значение Суздаля в активно развивающийся Нижний Новгород. В том же году, по просьбе Константина Васильевича константинопольский патриарх поставил суздальским епископом Иоанна, а также заложил в новой столице Храм Боголепного Преоражения, куда из Суздаля был перенесен образ Спаса. Так было образовано Нижегородско-Суздальское великое княжество.<br>\
&emsp;В 1353 году, после смерти Семена Ивановича, Константин попытался оспорить право на великое княжение у Ивана Красного, заручившись поддержкой новгородцев, но хан оставил ярлык у Москвы. Лишь перед своей смертью Константин признал право Ивана Красного на великокняжеский престол.<br>\
&emsp;При его правлении активно осваивались южные и юго-восточные границы княжества, в том числе бассейн реки Кудьмы и правобережье Оки. Заселение новых земель шло мирно, переселенцы были вольны селится везде, где они хотели. Восточная граница княжества расширилась до реки Сундовик.<br>\
&emsp;Время правления Константина - начало эпохи наибольшего расцвета влияния Суздальско-Нижегородского княжества, которое встало в один ряд с Московским и Тверским. Константин сблизился с Литвой, женил своего сына Бориса на дочери князя Ольгерда Агриппине.<br>\
&emsp;У Константина было два брака: с некими Анной Васильевной и Еленой. Имел пятерых детей (но кто из них родился от какой жены - доподлинно неизвестно):<br>\
&emsp;Андрей (ум. в 1365) — великий князь Суздальско-Нижегородский (1355—1365).<br>\
&emsp;Дмитрий (1322—1383) — князь Суздальский с 1356, великий князь Суздальско-Нижегородский с 1365. В 1360—1362 — формальный глава русских княжеств (великий князь Владимирский).<br>\
&emsp;Борис - князь городецко-суздальский<br>\
&emsp;Дмитрий Ноготь — безудельный князь.<br>\
&emsp;Евдокия (ум. 1404) — супруга Михаила Александровича, князя Тверского."
};
//-----------------------------------------------------------------------------
(History[1][1])[105] = {
    ver:'free',
    icon:'105_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/105_01.jpg' src='IMG/PHOTOS/105_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[106] = {
    ver:'free',
    icon:'106_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/106_01.jpg' src='IMG/PHOTOS/106_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[107] = {
    ver:'free',
    icon:'107_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/107_01.jpg' src='IMG/PHOTOS/107_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[108] = {
    ver:'free',
    icon:'108_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/108_01.jpg' src='IMG/PHOTOS/108_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[109] = {
    ver:'free',
    icon:'109_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/109_01.jpg' src='IMG/PHOTOS/109_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[110] = {
    ver:'free',
    icon:'110_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/110_01.jpg' src='IMG/PHOTOS/110_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[111] = {
    ver:'free',
    icon:'111_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/111_01.jpg' src='IMG/PHOTOS/111_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
(History[1][1])[112] = {
    ver:'free',
    icon:'112_icon',
    title:'',
    day:'',
    description:"<img id='IMG/PHOTOS/112_01.jpg' src='IMG/PHOTOS/112_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни:  -  </i><br><br>\
&emsp;"
};
//-----------------------------------------------------------------------------
