//-----------------------------------------------------------------------------
// Crown
//-----------------------------------------------------------------------------
Crown[1][1] = {
    title:'Короны правителей',
    description:"<b>Шапка Мономаха. Конец 13 - начало 14 века</b><br><br>\
<img id='IMG/PHOTOS/crown_13_14.jpg' src='IMG/PHOTOS/crown_13_14.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br>\
<i>Золото, серебро, драгоценные камни, жемчуг, мех; скань, зернь, литье, чеканка, гравировка. Высота 18,6 см; окружность 61 см . Оружейная палата . Москва.</i><br><br>\
&emsp;Самая знаменитая из всех царственных головных уборов Русских царей является Шапка Мономаха. Она находится в Оружейной палате; этой шапкой венчались на престол все русские цари и князья вплоть до Федора Алексеевича.<br>\
&emsp;Что интересно : четко установлен факт: никакого отношения ни к Византии, ни к XI веку она не имеет! Шапка была изготовлена в Средней Азии, в Бухаре, в первой половине XIV века, спустя 200 лет после смерти Владимира Мономаха. Оказалось также, что никакой связи головного убора с Мономахом вплоть до начала XVI века не отмечалось; а московские князья, оставляя ее своим наследникам, вели речь о «золотой шапке». Доказано также, что первым ее владельцем был Иван Калита. И шапка, и конская упряжь («золотая лошадиная снасть») были подарены Ивану Калите его современником — золотоордынским Узбек-ханом. Так что никак этот венец не мог принадлежать князю Владимиру Мономаху (ок. 960 — 15 июля 1015). По такому - же подобию изготавливаются и другие шапки - венц.<br><br>\
<b>Шапка Казанская. Середина 16 века</b><br><br>\
<img id='IMG/PHOTOS/crown_16.jpg' src='IMG/PHOTOS/crown_16.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br>\
<i>Золото, драгоценные камни, мех; литье, чеканка, резьба, чернь.</i><br><br>\
&emsp;Шапка Казанская — золотой филигранный венец, изготовленный, приблизительно в 1553 году, для Ивана Грозного сразу после покорения и присоединения Казанского ханства к Русскому государству и упрочения титула Казанского царя. Точных сведений о том, когда и кем был изготовлен венец, нет. Существует версия, что её изготовили ювелиры покорённого ханства.<br><br>\
<b>Венец «Большой наряд». Астраханская шапка. 1627</b><br><br>\
<img id='IMG/PHOTOS/crown_1627.jpg' src='IMG/PHOTOS/crown_1627.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br>\
<i>Золото, драгоценные камни, жемчуг, мех; литье, чеканка, гравировка, резьба, канфарение. Высота 30,2 см. окружность 66,5 см . Оружейная палата. Москва.</i><br><br>\
&emsp;Венец принадлежал царю Михаилу Романову. Работа Мастерских Московского Кремля.<br>\
&emsp;Астраханской же шапкой она названа потому, что к правлению 1-го царя из династии Романовых Михаила Федоровича было закончено покорение Астраханского ханства и водружение креста по обеим берегам Волги, и выход к Каспийскому морю. И так же, этот венец присутствует на гербе Астрахани.<br>\
&emsp;Как известно, после смерти царя Алексея Михайловича на престол посадили малолетних Ивана и Петра, для них в мастерских Кремля были изготовлены личные венцы.<br><br>\
<b>Шапка Алтабасная (Сибирская). 1684</b><br><br>\
<img id='IMG/PHOTOS/crown_1684.jpg' src='IMG/PHOTOS/crown_1684.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Ткань, парча, золото, драгоценные камни, жемчуг, мех; литье, чеканка, резьба, эмаль, канфарение. Оружейная палата. Москва.</i><br><br>\
Принадлежала царю Ивану Алексеевичу. Работа Мастерских Московского Кремля. <br><br>\
<b>Шапка Алмазная. 1682-1687</b><br><br>\
<img id='IMG/PHOTOS/crown_1682_1687.jpg' src='IMG/PHOTOS/crown_1682_1687.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Золото, серебро, драгоценные камни, жемчуг, мех; литье, чеканка, резьба, эмаль Оружейная палата. Москва.</i><br><br>\
Принадлежала царю Ивану Алексеевичу. Работа Мастерских Московского Кремля. На более крупном плане видны узоры и двуглавые орлы на венце.<br><br>\
<b>Шапка Алмазная. 1682-1684</b><br><br>\
<img id='IMG/PHOTOS/crown_1682_1684.jpg' src='IMG/PHOTOS/crown_1682_1684.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Золото, серебро, драгоценные камни, мех; литье, чеканка, эмаль. Оружейная палата. Москва.</i><br><br>\
Принадлежала царю Петру Алексеевичу. Работа Мастерских Московского Кремля.<br><br>\
<b>Шапка Мономаха второго наряда. 1682</b><br><br>\
<img id='IMG/PHOTOS/crown_1682.jpg' src='IMG/PHOTOS/crown_1682.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Золото, драгоценные камни, жемчуг, мех; литье, чеканка, резьба. Оружейная палата. Москва.</i><br><br>\
Принадлежала царю Петру Алексеевичу. Работа Мастерских Московского Кремля.<br><br>\
<b>Корона Российской Императрицы Анны Иоанновны</b><br><br>\
<img id='IMG/PHOTOS/crown_1731.jpg' src='IMG/PHOTOS/crown_1731.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Драгоценный венец, изготовленный в Петербурге в 1730—1731 годах, предположительно мастером Готлибом Вильгельмом Данкелем.</i><br><br>\
Около двух с половиной тысяч искусно подобранных по величине алмазов, рубинов и турмалинов вмонтировано в серебряный остов короны. Большинство из них ранее украшали корону императрицы Екатерины I, так же как и помещённый под алмазным крестом неправильной формы тёмно-красный турмалин. Он был куплен в 1676 году у китайского богдыхана по указу царя Алексея Михайловича и впоследствии украшал поочерёдно несколько монарших венцов. Вес этого уникума сто граммов.<br><br>\
<b>Большая императорская корона Российской Империи</b><br><br>\
<img id='IMG/PHOTOS/crown_1762.jpg' src='IMG/PHOTOS/crown_1762.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Изготовлена для коронации в 1762 году известными ювелирами Георгом-Фридрихом Экартом, который был автором эскизов и каркаса, а также руководил работой и Жереми (Иеремией: в России его величали Еремеем Петровичем) Позье, который занимался подбором камней. Работа осуществлялась по специальному заказу Екатерины II. Знаменитым мастерам было поставлено лишь одно условие — корона должна была весить не более 5 фунтов (2 килограмма).</i><br><br>\
&emsp;Ювелирное чудо было создано всего за два месяца. Это была самая знаменитая корона Российской Империи до заката монархии олицетворявшей верховную власть в России.<br>\
&emsp;После октябрьской революции полуразрушенное и разорённое бандами «большевиков» молодое коммунистическое государство советов рабочих и крестьян нуждалось в финансах. Правительство искало займы и обратилось к Майклу Коллинсу , министру финансов Ирландии. Королевские драгоценности использовались в качестве имущественного залога советской республики при займе в 25000 долларов. Передача ценностей и денег осуществлялась в Нью-Йорке, между руководителем «советского бюро» — советским послом в Америке, Ладвигом Мартенсом, и ирландским послом в США, Гарри Боландом . После возвращения в Ирландию Боланд хранил драгоценности в доме своей матери — Кэтлин Боланд О’донован , проживавшей в Дублине. Весь период ирландской войны за независимость драгоценности хранились у матери Боланда. Госпожа Боланд О’донован передала драгоценности России правительству Ирландской республики в лице Имона де Валера только в 1938, которые хранились в сейфах правительственных зданий и о которых на время забыли.<br>\
&emsp;В 1948 году, ценности были обнаружены и по решению нового правительства Ирландии, во главе с Джоном А. Костелло , принималось решение о продаже залоговых королевских драгоценностей России на публичном аукционе в Лондоне. Однако, после консультаций относительно правового статуса залоговых ценностей и переговоров с советским послом, решение о продаже было отменено. Ценности должны были быть возвращены в Советский Союз в обмен на сумму 25000 долларов, первоначально выданную взаймы в 1920. Драгоценности возвратились в Москву в 1950.<br>\
&emsp;Этой короной короновались на царство все последующие после Екатерины II императоры России.<br><br>\
<b>Малая императорская корона Российской Империи</b><br><br>\
<img id='IMG/PHOTOS/crown_1856.jpg' src='IMG/PHOTOS/crown_1856.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
Одна из императорских регалий. Малая корона создана ювелиром Зефтигеном к коронации императрицы Марии Александровны, супруги Александра Второго в 1856 году.<br><br>\
<b>Диадема. 1810</b><br><br>\
<img id='IMG/PHOTOS/crown_1810.jpg' src='IMG/PHOTOS/crown_1810.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Золото, серебро, розовый бриллиант, мелкие бриллианты. Москва</i><br><br>\
Скорее всего она принадлежала Елизавете Александровне , жене Александра I"
};
//-----------------------------------------------------------------------------