//-----------------------------------------------------------------------------
(History[1][1])[61] = {
    ver:'free',
    icon:'061_icon',
    title:'Правительница царевна Софья Алексеевна',
    day:'Правление 1682-1689 г.',
    description:"<img id='IMG/PHOTOS/061_01.jpg' src='IMG/PHOTOS/061_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1657 – 1704</i><br><br>\
&emsp;Софья Алексеевна родилась 5 сентября 1657 года. Отец – Алексей Михайлович, царь и великий государь всея Руси. Мать – первая жена Алексея Михайловича, царица Мария Ильинична Милославская. Она никогда не была замужем и не имела детей. Единственной ее страстью было желание властвовать.<br>\
&emsp;Осенью 1682 года Софья с помощью дворянского ополчения подавила стрелецкое движение. Дальнейшее развитие России требовало проведения серьезных реформ. Однако Софья чувствовала, что ее власть непрочна, а потому отказывалась от нововведений.<br>\
&emsp;В ее правление был несколько ослаблен сыск крепостных, сделаны незначительные послабления посадским людям, в интересах церкви Софья усилила гонения на старообрядцев.<br>\
&emsp;В 1686 году Россия заключила «Вечный мир» с Польшей. По договору Россия получала «на вечные времена» Киев с прилегающим к нему районом, но за это Россия обязывалась начать войну с Крымским ханством, так как крымские татары подвергали опустошению Речь Посполитую (Польшу).<br>\
&emsp;В 1687 году князь В. В. Голицын повел русскую армию в поход на Крым. Войска дошли до притока Днепра, в это время татары подожгли степь, и русские были вынуждены повернуть назад.<br>\
&emsp;В 1689 году Голицын совершил второй поход на Крым. Русские войска дошли до Перекопа, но взять его не смогли и бесславно возвратились. Эти неудачи сильно ударили по престижу правительницы Софьи. Многие из приверженцев царевны потеряли веру в нее.<br>\
&emsp;В августе 1689 в Москве произошел переворот. К власти пришел Петр, а царевна Софья была заключена в Новодевичий монастырь.<br>\
&emsp;Жизнь Софьи в монастыре сначала была спокойной и даже счастливой. При ней жила кормилица и горничные. С царской кухни ей присылалась хорошая пища и различные лакомства. К Софье допускались посетители в любое время, она могла по желанию прогуливаться по всей территории монастыря. Лишь у ворот стоял караул из верных Петру солдат.<br>\
&emsp;Во время пребывания Петра за границей в 1698 году стрельцы подняли очередное восстание с целью передать правление Россией снова Софье.<br>\
&emsp;Восстание стрельцов кончилось неудачей, они были разбиты верными Петру войсками, главарей бунта казнили. Петр возвратился из-за границы. Казни стрельцов повторились.<br>\
&emsp;Софья после личного допроса Петра была насильно пострижена в монахини под именем Сусанны. За ней был установлен строгий надзор. Петр приказал совершать казни стрельцов прямо под окнами кельи Софьи.<br>\
&emsp;Еще пять лет длилось ее заточение в монастыре под неусыпным надзором стражников. Умерла Софья Алексеевна в 1704 году в Новодевичьем монастыре."
};
//-----------------------------------------------------------------------------
(History[1][1])[62] = {
    ver:'free',
    icon:'062_icon',
    title:'Император Петр I Алексеевич Великий',
    day:'Правление 1682-1725 г.',
    description:"<img id='IMG/PHOTOS/062_01.jpg' src='IMG/PHOTOS/062_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1672-1725</i><br><br>\
&emsp;Русский царь (1682). Первый российский император (с 1721 г.), выдающийся государственный деятель, дипломат и полководец , вся его деятельность связана с реформами.<br>\
&emsp;Сын царя Алексея Михайловича Романова и Натальи Кирилловны Нарышкиной, воспитанницы просвещенного боярина Артамона Матвеева.<br>\
&emsp;Родился Петр 30 мая 1672 года в Москве. Физически крепкий, активный, любознательный, Петр Алексеевич освоил при участии дворцовых мастеров оружейное, столярное, кузнечное, часовое, типографское ремесла. Большое влияние на формирование его увлечений и интересов оказали иностранцы (Я.В.Брюс, П.И.Гордон, Ф.Я.Лефорт) – поначалу учителя в различных областях, а в дальнейшем – его сподвижники. Царь с детства знал много иностранных языков.<br>\
&emsp;Царь Алексей Михайлович возлагал на своего младшего сына Петра большие надежды, потому что его сыновья от 1-го брака Федор и Иван не годились по причине здоровья.<br>\
&emsp;После смерти Федора Алексеевича в 1682г., и в результате компромисса между кланами Нарышкиных и Милославских, Петр в 10-тилетнем возрасте был возведен на российский престол вместе со сводным братом Иваном V при регентстве их сестры царевны Софьи Алексеевны, которая правила Россией в 1682–1689 гг. В годы ее правления Петр вместе с его матерью жили в ссылке в селе Преображенском, где он сформировал из своих ровесников 2 «потешных» батальона во главе с И.И.Бутурлиным и Ф.И.Ромодановским, которые в будущем стали настоящими военными подразделениями - Семеновским и Преображенским полками - основной гвардии Петра. Также он познакомился с Александром Меншиковым, сыном придворного конюха, ставшим его другом на всю жизнь. Петр научился ценить не знатность и принадлежность к дворянскому роду, а способности человека, его смекалку и преданность делу.<br>\
&emsp;В 1680-х гг. под руководством голландца Ф.Тиммермана и русского мастера Р.Карцева Петр учился кораблестроительству, а в 1684 г. совершил плавания на своем ботике по Яузе, а позже по Переяславскому озеру, где заложил 1-ую верфь для строительства судов.<br>\
&emsp;27 января 1689 года Петр по указу матери женился на Евдокии Лопухиной, дочери московского боярина. Но молодожен проводил время с друзьями в Немецкой слободе. Там же в 1691 г. он познакомился с дочерью немецкого ремесленника Анной Монс, которая стала его возлюбленной. Зато по русскому обычаю он, женившись, считался совершеннолетним и мог претендовать на самостоятельное правление.<br>\
&emsp;Но царевна Софья не желала лишаться власти и организовала бунт стрельцов против Петра. Узнав об этом, Петр скрылся в Троице-Сергиевой лавре. Помня, как стрельцы убили многих его родственников, он испытал настоящий ужас. С того времени у Петра появился нервный тик и судороги.<br>\
&emsp;Но вскоре Петр Алексеевич пришел в себя и жестоко подавил восстание. В сентябре 1689 г. царевна Софья была сослана в Новодевичий монастырь, а ее сторонники были казнены. В 1689 году, отстранив от власти сестру, Петр Алексеевич стал фактически царем. После смерти в 1695 году матери, а в 1696 г. – брата-соправителя Ивана V, он 29 января 1696 года стал самодержцем, единым царем всея Руси и юридически.<br>\
&emsp;Едва утвердившись на престоле, Петр I лично участвовал в Азовских походах против Турции (1695–1696 гг.), которые завершились взятием Азова и выходом на берега Азовского моря. Таким образом, был открыт 1-ый выход России в южные моря.<br>\
&emsp;Под видом изучения морского дела и кораблестроения Петр ездил волонтером при Великом посольстве в 1697–1698 гг. в Европу. Там под именем Петра Михайлова, царь прошел полный курс артиллерийских наук в Бранденбурге и Кенигсберге, работал плотником на верфях Амстердама, изучал корабельную архитектуру и черчение планов, окончил теоретический курс кораблестроения в Англии. По его приказу в Англии закупались приборы, оружие, книги, приглашались иноземные мастера и ученые. Англичане говорили о Петре, что не было такого ремесла, с которым бы русский царь не познакомился.<br>\
&emsp;Одновременно Великое посольство приготовило создание Северного союза против Швеции, которое окончательно оформилось лишь 2 года спустя (1699г.). Летом 1697 г. Петр I провел переговоры с австрийским императором, но получив известие о готовящемся восстании стрельцов, который организовала царевна Софья, пообещавшая в случае свержения Петра множество привилегий, вернулся в Россию. 26 августа 1698 г. следствие по стрелецкому делу не пощадило никого из мятежников (1182 человек были казнены, Софью и ее сестру Марфу постригли в монахини).<br>\
&emsp;Вернувшись в Россию, Петр I начал свою преобразовательную деятельность.<br>\
&emsp;В феврале 1699 г. по его приказу были распущены ненадежные стрелецкие полки и началось формирование регулярных – солдатских и драгунских. Вскоре были подписаны указы, под страхом штрафов и порки предписывавшие мужчинам «резать бороды», носить одежду европейского образца, а женщинам открывать волосы. С 1700 г. был введен новый календарь с началом года 1 января (вместо 1 сентября) и летосчисление от «рождества Христова». Все эти действия Петра I предусматривали ломку старинных нравов.<br>\
&emsp;Вместе с тем Петр I начал серьезные преобразования в управлении государством.  На протяжении более чем 35 лет правления ему удалось провести много реформ в области культуры и просвещения. Так была ликвидирована монополия духовенства на образование, открыты светские школы. При Петре открыты Школа математико-навигацких наук (1701 г.), Медико-хирургическое училище (1707 г.) – будущая Военно-медицинская академия, Морская академия (1715 г.), Инженерная и Артиллерийская школы (1719 г.), школы переводчиков при коллегиях. В 1719 г. начал действовать 1-ый в русской истории музей – Кунсткамера с публичной библиотекой.<br>\
&emsp;Издавались буквари, учебные карты, было положено начало систематическому изучению географии страны и картографированию. Распространению грамотности содействовала реформа алфавита (скоропись заменили гражданским шрифтом, 1708 г.), выход 1-й русской печатной газеты «Ведомости» (с 1703 г.). В эпоху Петра I возведено много зданий для государственных и культурных учреждений, архитектурный ансамбль Петергофа (Петродворца).<br>\
&emsp;Однако реформаторская деятельность Петра I протекала в острой борьбе с консервативной оппозицией. Реформы вызвали сопротивление боярства и духовенства (заговор И.Циклера, 1697 г.).<br>\
&emsp;В 1700 г. Петр I заключил с Турцией Константинопольский мир  и начал войну со Швецией в союзе с Польшей и Данией. Противником Петра был 18-летний шведский король Карл XII. В ноябре 1700 г. они впервые столкнулись с Петром под Нарвой. Войска Карла XII выиграли это сражение, так как Россия еще не имела сильной армии. Но Петр извлек урок из этого поражения и активно принялся за укрепление вооруженных сил России. Уже в 1702 г. все земли по течению Нивы до Финского залива были очищены от шведских войск.<br>\
&emsp;Однако война со Швецией, получившая название Северной войны, все еще продолжалась. 27 июня 1709 г.под крепостью Полтава, произошла великая Полтавская битва, завершившаяся полным разгромом шведской армии. Петр I сам повел свои войска и участвовал в сражении наравне со всеми. Он подбадривал и воодушевлял солдат, говоря свои знаменитые слова: «Вы сражаетесь не за Петра, а за государство, Петру врученное. А о Петре ведайте, что ему жизнь не дорога, только бы жила Россия, слава, честь и благосостояние ее!» Историки пишут, что в тот же день царь Петр устроил большой пир, пригласил на него пленных шведских генералов и, вернув им их шпаги, сказал: «... пью за здоровье вас, моих учителей в военном искусстве». После Полтавской битвы Петр навсегда закрепил за собой выход к Балтийскому морю. Отныне зарубежные страны вынуждены были считаться с сильной державой Россией.<br>\
&emsp;Царь Петр I много сделал для России. При нем активно развивалась промышленность, расширилась торговля. По всей России начали строиться новые города, а в старых освещали улицы. С возникновением всероссийского рынка вырос экономический потенциал центральной власти. А воссоединение Украины и России и освоение Сибири превратило Россию в величайшее государство мира.<br>\
&emsp;В петровское время активно проводилась разведка рудных богатств, строились чугунолитейные и оружейные заводы на Урале и в Центральной России, прокладывались каналы и новые стратегические дороги, сооружались корабельные верфи, а вместе с ними возникали и новые города.<br>\
&emsp;Однако тяжесть Северной войны и реформ легла тяжелым бременем на крестьянство, составлявшее большинство населения России. Недовольство прорывалось в народных восстаниях (Астраханское восстание, 1705 г.; Крестьянская война под предводительством К.А.Булавина, 1707–1708 гг; волнения башкир 1705–1711 годов), которые подавлялись Петром с жестокостью и равнодушием.<br>\
&emsp;После подавления булавинского бунта Петр I провел областную реформу 1708–1710 гг., разделившую страну на 8 губерний во главе с губернаторами и генерал-губернаторами. В 1719н. губернии были поделены на провинции, провинции на уезды.<br>\
&emsp;Указом о единонаследии 1714 года уравнивались поместья и вотчины, вводился майорат (предоставление права наследования недвижимости старшему из сыновей), целью которого было призвано обеспечить стабильный рост дворянского землевладения.<br>\
&emsp;Дела домашние не только не занимали царя Петра, но скорее удручали. Его сын Алексей проявлял несогласие с отцовским видением правильного управления государством. После угроз отца, Алексей в 1716 г. бежал в Европу. Петр, объявив сына изменником, заточил в крепость и в 1718 г. лично приговорил к смертной казни Алексея. После этих событий в характере царя поселились подозрительность, непредсказуемость и жестокость.<br>\
&emsp;Укрепляя свои позиции на Балтийском море, Петр I еще в 1703 году заложил в устье реки Невы город Санкт-Петербург, превратившийся в морской торговый порт, призванный обслуживать потребности всей России. Основанием этого города Петр «прорубил окно в Европу».<br>\
&emsp;В 1720 им написан Морской устав, завершена реформа городского управления. Были созданы Главный магистрат в столице (на правах коллегии) и магистраты в городах.<br>\
&emsp;В 1721 г. Петром был наконец заключен Ништадский мирный договор, положивший конец Северной войне. По Ништадскому миру Россия вернула себе отторгнутые от нее приладожские новгородские земли и приобрела Выборг в Финляндии и всю Прибалтику с Равелем и Ригой. За эту победу Петром I получен титул «Отца Отечества, Императора Всероссийского, Петра Великого». Таким образом формально завершен длительный процесс образования Российской империи.<br>\
&emsp;В 1722 году издан Табель о рангах всех воинских, статских и придворных служебных чинов, по которому родовое дворянство можно было получить «за беспорочную службу императору и государству».<br>\
&emsp;Персидский поход Петра в 1722–1723 годах закрепил за Россией западное побережье Каспия с городами Дербент и Баку. Там при Петре I впервые в истории России были учреждены постоянные дипломатические представительства и консульства.<br>\
&emsp;В 1724 году был издан указ об открытии Петербургской академии наук с гимназией и университетом.<br>\
&emsp;В октябре 1724 г.царь Петр сильно простудился, спасая солдат, тонувших во время наводнения в финском заливе. Царь умер от пневмонии 28 января 1725 года, не оставив завещание о своем наследнике.<br>\
&emsp;Позже Петр I был похоронен в Петропавловском соборе в Петропавловской крепости.<br>\
&emsp;Проведенные им преобразования сделали Россию сильной, развитой, цивилизованной страной, ввели ее в сообщество великих мировых держав.<br>\
&emsp;Петр был женат дважды:<br>\
на Евдокии Федоровне Лопухиной (1670-1731), с 1689 по 1698 гг., после чего была насильно отправлена в Суздальско-Покровский монастырь. Она родила Петру I троих сыновей.<br>\
на Екатерине I Алексеевне (1684-1727), урожденной Марте Самуиловне Скавронской, будучи любовницей (с 1703 г.) и женой (с 1712 г.) Петра I родила ему 11 детей: 6 дочерей и 5 сыновей.<br>\
&emsp;У Петра I Алексеевича Великого официально было 14 детей:<br>\
Алексей (1690 – 1718 гг.) – отец Российского императора Петра II (1715-1730)<br>\
Александр (1691 – 1692 гг.)<br>\
Павел (родился и умер в 1693 г.)<br>\
Петр (1704 – 1707гг.)<br>\
Павел (1705 – 1707гг.)<br>\
Екатерина (1706 – 1708гг.)<br>\
Анна (1708-1728 гг.) – мать Российского императора Петра III (1728-1762гг.)<br>\
Елизавета (1709 – 1761 гг.) – Российская императрица (1741-1762гг.)<br>\
Наталья (1713 – 1715гг.)<br>\
Маргарита (1714 – 1715гг.)<br>\
Петр (1715 – 1719 гг.)<br>\
Павел (родился и умер в 1717 г.)<br>\
Наталья (1718 – 1725 гг.)<br>\
Петр (1719 – 1723 гг.)<br>\
&emsp;Образ Петра I Алексеевича Великого был воплощен в кинематографе («Царевич Алексей», 1918; «Пётр Первый», 1938; «Табачный капитан», 1972; «Сказ про то, как царь Пётр арапа женил», 1976; «Юность Петра», 1980; «В начале славных дел», 1980, «Россия молодая», 1982; «Дмитрий Кантемир», 1974; «Демидовы», 1983; «Пётр Великий»/»Peter the Great», 1985; «Царевич Алексей», 1997; «Тайны дворцовых переворотов», 2000; «Молитва о гетмане Мазепе»/»Молитва за гетьмана Мазепу», 2001; «Слуга Государев», 2006).<br>\
&emsp;Его неординарный облик запечатлели художники (А. Н. Бенуа, М.В.Ломоносов, Е. Е. Лансере, В.И.Суриков, В.А.Серов). Написаны повести и романы о Петре: Толстой А. Н. «Пётр Первый», А. С. Пушкин «Полтава» и «Медный всадник», «Арап Петра Великого»,Мережковский Д. С. «Пётр и Алексей», Анатолий Брусникин — «Девятный Спас», Грегори Киз серия «Век Безумия».<br>\
&emsp;В память великому царю построены многочисленные памятники в Петербурге («Медный всадник» Э.М.Фальконе, 1782 год; бронзовая статуя Б.К.Растрелли, 1743 г., бронзовая сидячая скульптура М.М.Шемякина в Петропавловской крепости, Кронштадте (Ф.Жак), городах Архангельске, Таганроге, Петродворце (М.М.Антокольский), Туле, Петрозаводске (И.Н.Шредер и И.А.Монигетти), Москве (З.Церетели). В 2007 г. установлен памятник в Астрахани на набережной Волги, а в 2008 г. в Сочи. Мемориальные дома-музеи Петра I Алексеевича были открыты в Ленинграде, Таллине, Переславле-Залесском, Вологде, Лиепае. Памятник Петру I в Архангельске изображен на современном билете Банка России на банкноте в 500 рублей.<br>\
&emsp;Академией проблем безопасности обороны и правопорядка учрежден Орден Петра Великого.<br>\
&emsp;По воспоминаниям современников и оценке историков, император, как многие умные, волевые, решительные, талантливые люди, не жалеющие своих сил во имя заветной цели, был строг не только к себе, но и к другим. Порой царь Петр был жесток и безжалостен, не считался с интересами и жизнью тех, кто был слабее его. Энергичный, целеустремленный, жадный до новых знаний, царь Петр Великий при всей своей противоречивости, вошел в историю императором, сумевшим кардинально изменить облик России и ход истории на долгие века."
};
//-----------------------------------------------------------------------------
(History[1][1])[63] = {
    ver:'free',
    icon:'063_icon',
    title:'Императрица Екатерина I Алексеевна',
    day:'Правление 1725-1727 г.',
    description:"<img id='IMG/PHOTOS/063_01.jpg' src='IMG/PHOTOS/063_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1684 – 1727</i><br><br>\
&emsp;Российская императрица с 1725, вторая жена Петра I. Возведена на престол гвардией во главе с А. Д. Меншиковым.<br>\
&emsp;Происхождение Марты Скваронской, будущей Екатерины,  точно неизвестно. По некоторым сведениям, она была дочерью латышского крестьянина Самуила Скавронского, по другим — шведского квартирмейстера И. Рабе. Образования она не получила, а ее юность прошла в доме пастора Глюка в Мариенбурге (ныне город Алуксне в Латвии), где она была одновременно прачкой и кухаркой. Вероятно также, что она короткое время была замужем за шведским драгуном. В 1702 после взятия Мариенбурга русскими войсками будущая русская императрица стала военным трофеем и оказалась сначала в обозе Б. П. Шереметева, а затем у А. Д. Меншикова. Около 1703 ее заметил Петр I и пленился красотой Марты. Она стала одной из его любовниц. Постепенно отношения между ними становились все более близкими. Марта (вскоре крещенная по православному обычаю под именем Екатерины Алексеевны) отличалась веселым, ровным, ласковым характером; она легко приспосабливалась к капризам Петра, мирилась с его вспышками беспричинного гнева, умела помогать во время приступов эпилепсии, легко делила с ним трудности походной жизни. Одинокий и несчастный в личной жизни, Петр все больше привязывался к Екатерине, признавал рожденных ею от него детей. Екатерина не принимала непосредственного участия в решении политических вопросов, но имела на царя определенное влияние, в частности, считается, что она нередко выступала перед царем заступницей Меншикова. По преданию, она спасла царя во время Прутского похода, когда русские войска были окружены. Екатерина передала турецкому визирю все свои драгоценности, тем самым склонив его к подписанию перемирия. По возвращении в Петербург 19 февраля 1712 Петр обвенчался с Екатериной, а их дочери Анна и Елизавета (будущая императрица Елизавета Петровна) получили официальный статус цесаревен. В 1714 в память Прутского похода царь учредил орден Св. Екатерины, которым наградил жену в день ее именин. В мае 1724 Петр впервые в истории России короновал Екатерину в качестве императрицы. Существует предположение, что царь собирался официально провозгласить ее своей преемницей, но не сделал этого, узнав об измене жены с камергером В. Монсом.<br>\
&emsp;После смерти Петра усилиями Меншикова и при опоре на гвардию Екатерина была возведена на престол. Поскольку сама она не обладала способностями и знаниями государственного деятеля, при ней был создан управлявший страной Верховный тайный совет, руководителем которого стал Меншиков. Среди наиболее значительных мероприятий этого времени — открытие Академии наук, заключение союза с Австрией и др. Став самодержавной государыней, Екатерина обнаружила тягу к безудержным развлечениям: практически все время она проводила на пирах, балах, разнообразных праздниках, что пагубно сказалось на ее здоровье, и почти не интересовалась делами управления. Перед смертью по настоянию Меншикова Екатерина подписала завещание, по которому престол должен был отойти к великому князю Петру Алексеевичу (Петр II), а в случае его смерти к ее дочерям или их потомкам.<br>\
&emsp;При Екатерине I была открыта Российская Академия наук.<br>\
&emsp;Состоялась экспедиция Беринга на Камчатку.<br>\
&emsp;Запущены металлургические заводы на Урале."
};
//-----------------------------------------------------------------------------
(History[1][1])[64] = {
    ver:'free',
    icon:'064_icon',
    title:'Император Петр II Алексеевич',
    day:'Правление 1727-1730 г.',
    description:"<img id='IMG/PHOTOS/064_01.jpg' src='IMG/PHOTOS/064_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1715 – 1730</i><br><br>\
&emsp;Пётр II, третий император всероссийский, внук Петра I, последний представитель дома Романовых по прямой мужской линии, родился (12) 23 октября 1715 года в Петербурге. Был сыном скончавшегося в 1718 году наследника престола Алексея и его жены Софии-Шарлотты Брауншвейг-Вольфенбюттельской, которая умерла через десять дней после родов.<br>\
&emsp;В первые четыре года жизни Петра его не рассматривали как будущего императора, поскольку у Петра I росли сыновья Пётр и Павел. Оба умерли в раннем детстве, что создало вопрос о престолонаследии.<br>\
&emsp;Юный Петр вступил на престол (6) 17 мая 1727 года, когда ему было всего одиннадцать лет, и умер в 14 лет от оспы. Пётр не успел проявить интереса к государственным делам и самостоятельно фактически не правил; реальная власть в государстве находилась в руках Верховного тайного совета и в особенности фаворитов юного императора (сначала Меншикова, затем, после его свержения – Долгоруковых).<br>\
&emsp;В праздник Богоявления 6 января 1730 года, несмотря на жесточайший мороз, Пётр II вместе с фельдмаршалом Минихом и Остерманом принимал парад, посвящённый водоосвящению на Москве-реке. Когда Пётр вернулся домой, у него начался жар. Опасаясь смерти покровителя, Иван Долгоруков задумал спасти положение своих родственников и возвести на престол его невесту. Он пошёл на крайнюю меру, подделав завещание императора.<br>\
&emsp;В ночь на (19) 30 января 1730 года 14-летний государь скончался, не оставив потомков или назначенного наследника. На нём дом Романовых пресёкся в мужском колене.<br>\
&emsp;После смерти Петра Иван Долгоруков выскочил на улицу, выхватил шпагу и прокричал: «Да здравствует императрица Екатерина Вторая Алексеевна!». Он тут же был арестован и вместе с семьёй и княжной Екатериной отправлен в пожизненную ссылку в Сибирь.<br>\
&emsp;Пётр II был похоронен в Архангельском соборе Московского Кремля.<br>\
&emsp;В годы правленя Петра II в  1726 году был подтвержден союз с Астрией.<br>\
&emsp;В 1727 году был отстранен Меньшиков от власти.<br>\
&emsp;Подписан договор об определении границ и о месте торговли с Китаем.<br>\
&emsp;В 1728 году царский двор переехал в Москву. Ссылка Меньшикова в Березово."
};
//-----------------------------------------------------------------------------
(History[1][1])[65] = {
    ver:'free',
    icon:'065_icon',
    title:'Императрица Анна Иоанновна',
    day:'Правление 1730-1740 г.',
    description:"<img id='IMG/PHOTOS/065_01.jpg' src='IMG/PHOTOS/065_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1693 – 1740</i><br><br>\
&emsp;Анна Иоанновна — российская императрица, дочь царя Ивана Алексеевича и царицы Прасковьи Феодоровны родилась 7 февраля 1693 года в Москве.<br>\
&emsp;То, что четвертая дочь Ивана Алексеевича станет императрицей, — в известной мере случайность. В октябре 1710 г. семнадцатилетнюю Анну выдали замуж за герцога Фридриха Вильгельма Курляндского. В январе 1711 г. герцог умер. Овдовев, Анна Иоанновна вернулась в Петербург, но в 1717 г. Петр I выслал ее обратно в столицу Курляндии Митаву. Здесь в почти полном одиночестве и нищете провела она целых 13 лет.<br>\
&emsp;После безвременной кончины императора Петра II Верховный совет во главе с князем Долгоруковым искали наиболее слабого правителя, чтобы никому не отдавать свою власть. Их выбор пал на мало кому известную вдову Анну.<br>\
&emsp;При возведении на престол Анна Иоанновна по настоянию членов Верховного тайного совета дала ряд обещаний, так называемых “Кондиций”: не вступать в брак, не назначать наследника, ограничить самодержавие в пользу аристократии, не назначать новых налогов, не объявлять войны и не заключать мира. Однако, в день восшествия на престол, заручившись поддержкой гвардии, Анна Иоанновна отказалась от данных ранее обещаний. Верховный тайный совет был ликвидирован, а над его лидерами Долгоруковыв и Голициным новая императрица учинила жестокую расправу.<br>\
&emsp;Опасаясь российского дворянства, Анна Иоанновна окружила себя верными ей курляндскими баронами и дворянами-немцами. Главную роль в государственных делах играл фаворит императрицы курляндский дворянин Бирон. Он имел огромное влияние на императрицу и использовал его для различных финансовых махинаций, а также для покровительства иностранцам. Сама же императрица, будучи женщиной необразованной ленивой, крайне расточительной, предпочитала проводить время в бесконечных увеселениях.<br>\
&emsp;Императрица Анна Иоанновна умерла 17 октября 1740 г. Перед кончиной она назначила наследником престола Ивана Антоновича, двухмесячного сына свой племянницы Анны Леопольдовны и Антона Ульриха Брауншвейгского. Регентом при малолетнем императоре назначался Бирон."
};
//-----------------------------------------------------------------------------
(History[1][1])[66] = {
    ver:'free',
    icon:'066_icon',
    title:'Император Иван VI  Антонович',
    day:'Правление 1740-1741 г.',
    description:"<img id='IMG/PHOTOS/066_01.jpg' src='IMG/PHOTOS/066_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1740 – 1764</i><br><br>\
&emsp;Правнук Ивана V, сын принца Антона Ульриха Брауншвейгского. За младенца правили Э. И. Бирон, затем мать Анна Леопольдовна. Свергнут гвардией, заключен в тюрьму; убит при попытке В. Я. Мировича освободить его.<br>\
&emsp;ИВАН VI родившийся в самом конце царствования Анны Ивановны, Иван был провозглашен наследником престола, а после ее смерти — императором при регенте герцоге Курляндском Э. И. Бироне. Однако в результате последовавшего две недели спустя переворота правительницей была объявлена мать младенца-императора Анна Леопольдовна. Спустя еще год, 25 ноября 1741, очередной переворот возвел на престол Елизавету Петровну. Первоначально предполагалось, по-видимому, выслать Ивана вместе с родителями за границу, в связи с чем их отправили в предместье Риги Динамюнде. Но позднее новая императрица сочла, что за границей свергнутый император будет ей опасен и в 1744 “Брауншвейгское семейство” перевезли в Холмогоры, где ребенок был изолирован от родителей и воспитывался отдельно. В 1756 юношу перевели в Шлиссельбургскую крепость, в которой он содержался в условиях абсолютной секретности: к нему никого не допускали и его не должен был видеть никто, включая крепостных служителей. Сохранившиеся сведения позволяют, однако, утверждать, что Иван знал о своем царском происхождении, был обучен грамоте и мечтал о жизни в монастыре. Видевшая его в 1762 Екатерина II утверждала, что он был сумасшедшим. В июле 1764 подпоручик В. Я. Мирович предпринял попытку освободить Ивана из крепости, но неудачно. Действовавшие согласно инструкции стражники убили своего узника."
};
//-----------------------------------------------------------------------------
(History[1][1])[67] = {
    ver:'free',
    icon:'067_icon',
    title:'Императрица Елизавета Петровна',
    day:'Правление 1741-1761 г.',
    description:"<img id='IMG/PHOTOS/067_01.jpg' src='IMG/PHOTOS/067_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1709 – 1761</i><br><br>\
&emsp;Незаконнорожденная дочь Петра I и Марты Скавронской. Именно это обстоятельство объясняло тот факт, что при официальном рассмотрении вопроса о престолонаследии в 1725—1730 никогда не рассматривалась как одна из претенденток на престол. Пользуясь падением авторитета и влияния власти в период правления Анны Леопольдовны, Елизавета Петровна при поддержке гвардии осуществила государственный переворот 25 ноября (6 декабря) 1741, в ходе которого свергла Ивана VI и правительницу-регентшу Анну Леопольдовну.<br>\
&emsp;Основными принципами внутренней и внешней политики Елизавета провозгласила возвращение к петровским преобразованиям. Упразднила возникшие после смерти отца государственные институты (Кабинет министров и др.), восстановила роль Сената, коллегий, Главного магистрата. Отменила смертную казнь (1756). Ликвидировала внутригосударственные таможни. В 1754 создала Уложенную комиссию для выработки нового свода законов. Комиссия разработала проекты реформ, направленных на секуляризацию церковных земель, законодательное оформление дворянских привилегий и т. п. В целом внутренняя политика Елизаветы Петровны отличалась стабильностью и нацеленностью на рост авторитета и мощи государственной власти. По целому ряду признаков можно сказать, что курс Елизаветы Петровны был первым шагом к политике просвещенного абсолютизма, осуществлявшейся затем при Екатерине II.<br>\
&emsp;Активной была и внешняя политика Елизаветы. В ходе русско-шведской войны 1741—1743 Россия получила значительную часть Финляндии. Пытаясь противостоять возросшей мощи Пруссии, Елизавета отказалась от традиционных отношений с Францией и заключила антипрусский союз с Австрией. Россия при Елизавете успешно участвовала в Семилетней войне. После взятия Кенигсберга Елизавета издала указ о присоединении Восточной Пруссии к России на правах её провинции. Кульминацией военной славы России при Елизавете стало взятие Берлина в 1760.<br>\
&emsp;Елизавета Петровна Императрица придавала большое значение развитию русской культуры, образования, науки. В 1755 по её повелению был открыт первый в стране Московский университет. Была основана Академия художеств, созданы выдающиеся памятники культуры (царскосельский Екатерининский дворец и др.). Оказывала поддержку М. В. Ломоносову и другим представителям русской науки и культуры. В последний период царствования меньше занималась вопросами государственного управления, передоверив его П. И. и И. И. Шуваловым, М. И. и Р. И. Воронцовым и др. В 1744 заключила тайный морганатический брак с А.Г.Разумовским, от которого, по свидетельствам современников, родила нескольких детей (после смерти Елизаветы Петровны появилось немало самозванцев, именовавших себя её детьми от этого брака. В их числе наиболее известной фигурой стала так называемая княжна Тараканова).<br>\
&emsp;Официальным наследником престола Елизавета назначила своего племянника (сына сестры Анны) — Петра Фёдоровича. Умерла Елизавета Петровна 25 декабря 1761 (5 января 1762 по новому стилю)."
};
//-----------------------------------------------------------------------------
(History[1][1])[68] = {
    ver:'free',
    icon:'068_icon',
    title:'Император Петр III Федорович',
    day:'Правление 1761-1762 г.',
    description:"<img id='IMG/PHOTOS/068_01.jpg' src='IMG/PHOTOS/068_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1728 – 1762</i><br><br>\
&emsp;Сын Гольштейн-Готторпского герцога Карла Фридриха и дочери императора Петра I Анны Петровны, он сначала воспитывался как наследник шведского престола. Мать мальчика, названного при рождении Карл-Петер-Ульрих, умерла вскоре после его появления на свет, а в 11 лет он потерял и отца. Он рос нервным и впечатлительным мальчиком, любил искусство и обожал все военное – именно с военными делами были связаны все его честолюбивые помыслы.<br>\
&emsp;Ставшая в 1741 году императрицей, Елизавета Петровна хотела закрепить трон по линии своего отца. В 1742 году она вызвала своего племянника в Петербург, крестила под именем Петра Федоровича и объявила наследником российского престола. В 1745 году его женили на принцессе Анхальт-Цербстской, будущей императрице Екатерине II, которая родила ему сына Павла (будущий император Павел I).<br>\
&emsp;За годы, проведённые в России, Пётр никогда не делал попыток лучше узнать страну, её народ и историю, он пренебрегал русскими обычаями, вёл себя неподобающим образом во время церковной службы, не соблюдал посты и другие обряды.<br>\
&emsp;После смерти императрицы Елизаветы Петровны (25 декабря 1761 года) 5 января 1762 года Пётр III был провозглашён императором.<br>\
&emsp;Вступив на престол, император развил бешеную деятельность, основной целью которой было доказать, что он способен управлять страной лучше покойной тетки. Однако какой-либо определенной политической программы у него не было. За шесть месяцев царствования он успел издать значительное число законодательных актов, среди которых необходимо отметить Манифест о вольности дворянства и указ о секуляризации церковной земельной собственности.<br>\
&emsp;Несомненно либеральным шагом со стороны Петра была ликвидация Тайной розыскных дел канцелярии. Политику императора отличала веротерпимость, он прекратил преследование старообрядцев и собирался осуществить реформу Русской православной церкви. В армии же он начал последовательно вводить прусские порядки, что не прибавляло ему популярности.<br>\
&emsp;Положение Петра III в обществе было шатким, но также непрочным было положение Екатерины при дворе. Пётр III открыто говорил, что собирается развестись с супругой, чтобы жениться на своей фаворитке Елизавете Воронцовой.<br>\
&emsp;После полугодового царствования Петр III был свергнут в результате дворцового переворота, возведшего на престол его жену, Екатерину II, и вскоре лишился жизни. Обстоятельства смерти Петра III до сих пор окончательно не выяснены.<br>\
&emsp;Личность и деятельность Петра III долгое время расценивались историками единодушно отрицательно, однако затем появился и более взвешенный подход, отмечающий ряд государственных заслуг императора. Во времена правления Екатерины за Петра Фёдоровича выдавали себя многие самозванцы (зафиксировано около сорока случаев), самым известным из которых был Емельян Пугачёв."
};
//-----------------------------------------------------------------------------
(History[1][1])[69] = {
    ver:'free',
    icon:'069_icon',
    title:'Императрица Екатерина II Алексеевна Великая',
    day:'Правление 1762-1796 г.',
    description:"<img id='IMG/PHOTOS/069_01.jpg' src='IMG/PHOTOS/069_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1729 – 1796</i><br><br>\
&emsp;Период её правления часто считают «золотым веком» Российской Империи.<br>\
&emsp;Екатерина родилась в семье прусского генерала Христиана-Августа и Иоганны-Елизаветы из Гольштейн-Готторпского семейства. При рождении её звали София-Фредерика-Августа Ангальт-Цербстская. Родные звали её просто Фике. Она получила французское образование. София приехала в Россию в 1744 году по приглашению Елизаветы Петровны, поскольку дядя Софии сватался к русской императрице, но умер до свадьбы. 28 августа 1744 15-летняя София сочеталась браком с 16-ти летним наследником российского престола Петром Фёдоровичем (будущим Петром III), сыном Анны Петровны (дочери Петра I) и Карла Фридриха. Приняв православие, Софья Фредерика нарекается Екатериной Алексеевной. Брак был неудачен, у мужа появилась любовница Елизавета Воронцова. 5 января 1762 после смерти императрицы Елизаветы Петровны на престол вступил Пётр III. Последний вёл неразумную внешнюю и внутреннею политику, заключив союз с Пруссией, отменив ряд налогов и уравняв в правах православие и протестантизм, что привело к росту недовольства в русском обществе и особенно в гвардии. 9 июля 1762 года в результате государственного переворота, Екатерина была провозглашена императрицей. Коронация состоялась 13 сентября в Москве.<br>\
&emsp;Екатерина Великая вслед за Петром I Екатерина проводила активную политику, стремясь к укреплению Российской Империи и расширению её границ.<br>\
&emsp;Дипломатические усилия привели к разделу Польши между Россией, Австрией и Пруссией (1772, 1793 и 1795). К России отошла Белоруссия и Правобрежная Украина (1793), а также Курляндия и Литва 1795.<br>\
&emsp;Греческий проект: в результате русско-турецких войн (1768—1774 и 1787—1792) к России были присоединены земли Новороссии (1774) (сейчас южная Украина), Крыма и Кубани. Основаны города Севастополь и Екатеринослав. Суворов уже ждал приказа идти на Стамбул, но Австрия отказалась помогать и поход был отменен. Косвенным итогом ослабления Османской Империи стало присоединение Грузии (1783).<br>\
&emsp;Поддержка США в войне против Англии: Вооруженный нейтралитет 1780, означавший морское деблокирование Америки.<br>\
&emsp;Россия отразила нападение Швеции (1788-1790).<br>\
&emsp;В начале своего правления Екатерина пыталась провести общую политическую реформу, руководствуясь идеями Просвещения.<br>\
&emsp;Была проведена реформа Сената (1763). Сенат разделён на 6 департаментов, возглавляемых обер-прокурорами. Главой Сената был генерал-прокурор.<br>\
&emsp;Сформировано дворянское сословие с особыми вольностями и привилегиями (свобода от телесных наказаний, рекрутской повинности и податей).<br>\
&emsp;Административная реформа. Страна разделена на 50 губерний, во главе с губернаторами. Губернии делились на уезды. В помощь губернаторам создавались казённые и судебные палаты, а также приказ общественного призрения (собес), куда помимо чиновников входили выборные заседатели.<br>\
&emsp;Открыт Смольный институт благородных девиц 1764.<br>\
&emsp;Введено оспопрививание.<br>\
&emsp;Распространилось масонство.<br>\
&emsp;Введены в обращение бумажные деньги (1768) ассигнации.<br>\
&emsp;Предпринята попытка созыва законодательной Kомиссии из 565 депутатов, в которой были представлены все слои населения, кроме крепостных крестьян (1767—-1768). Основная цель - выяснение народных нужд для реформы. Первое заседание прошло в Грановитой палате в Москве. Из-за консерватизма депутатов, Комиссию пришлось распустить.<br>\
&emsp;Проведена секуляризация церковных земель (1764).<br>\
&emsp;Ликвидация гетманства на Украине в 1764 и Запорожской сечи в 1775.<br>\
&emsp;Мятеж Мировича 1764 и Восстание под предводительством Емельяна Пугачёва (1773—1774).<br>\
&emsp;Эпидемия чумы 1771 осложнённая народными волнениями в Москве."
};
//-----------------------------------------------------------------------------
(History[1][1])[70] = {
    ver:'free',
    icon:'070_icon',
    title:'Император Павел I Петрович',
    day:'Правление 1796-1801 г.',
    description:"<img id='IMG/PHOTOS/070_01.jpg' src='IMG/PHOTOS/070_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1754 – 1801</i><br><br>\
&emsp;Павел Петрович – российский император, сын Петра III и Екатерины II Великой; родился 20 сентября (1 октября) 1754 в Санкт-Петербурге. Нелюбимый сын, живший при дворе особняком (мать намеревалась лишить его права наследования), Павел втянулся во многие дворцовые интриги. Его первая жена – Вильгельмина Гессен-Дармштадтская, принявшая имя Натальи Алексеевны, – умерла при родах; в 1776 он женился на Софии Доротее Вюртембергской, принявшей имя Марии Федоровны. В 1796 Павел наследовал трон. Правил деспотически, насаждал централизацию в государственном аппарате, провел некоторые реформы в армии, облегчил положение крепостных (сократил барщину до трех дней в неделю) и попытался ограничить власть дворянства. В 1798 присоединился ко второй коалиции против Франции; по настоянию союзников поставил во главе русской армии А.В.Суворова, под командованием которого были совершены героические Итальянский и Швейцарский походы. Двумя годами позже участвовал в формировании Северной морской лиги (Россия, Швеция и Дания), которая придерживалась политики вооруженного нейтралитета, направленного против Великобритании. Готовил военно-стратегический союз с Наполеоном Бонапартом. Был убит группой заговорщиков из гвардейских офицеров в ночь с 11 на 12 (23–24) марта 1801."
};
//-----------------------------------------------------------------------------