//-----------------------------------------------------------------------------
History[1][1] = new Array();
//-----------------------------------------------------------------------------
(History[1][1])[1] = {
    ver:'free',
    icon:'001_icon',
    title:'Новгородский князь Рюрик Варяжский',
    day:'Правление 862-879 г.',
    description:"<img id='IMG/PHOTOS/001_01.jpg' src='IMG/PHOTOS/001_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[2] = {
    ver:'free',
    icon:'002_icon',
    title:'Князь Олег Вещий',
    day:'Правление 879-912 г.',
    description:"<img id='IMG/PHOTOS/002_01.jpg' src='IMG/PHOTOS/002_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[3] = {
    ver:'free',
    icon:'003_icon',
    title:'Князь Игорь Рюрикович',
    day:'Правление 912-945 г.',
    description:"<img id='IMG/PHOTOS/003_01.jpg' src='IMG/PHOTOS/003_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[4] = {
    ver:'free',
    icon:'004_icon',
    title:'Княгиня Ольга Мудрая',
    day:'Правление 945-966 г.',
    description:"<img id='IMG/PHOTOS/004_01.jpg' src='IMG/PHOTOS/004_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[5] = {
    ver:'free',
    icon:'005_icon',
    title:'Князь Святослав Игоревич',
    day:'Правление 966-972 г.',
    description:"<img id='IMG/PHOTOS/005_01.jpg' src='IMG/PHOTOS/005_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[6] = {
    ver:'free',
    icon:'006_icon',
    title:'Великий князь Ярополк I Святославич',
    day:'Правление 972-980 г.',
    description:"<img id='IMG/PHOTOS/006_01.jpg' src='IMG/PHOTOS/006_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[7] = {
    ver:'free',
    icon:'007_icon',
    title:'Великий князь Владимир Святославич  Красное Солнышко',
    day:'Правление 980-1015 г.',
    description:"<img id='IMG/PHOTOS/007_01.jpg' src='IMG/PHOTOS/007_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[8] = {
    ver:'free',
    icon:'008_icon',
    title:'Великий князь Святополк I Ярополкович Окаянный',
    day:'Правление 1015-1019 г.',
    description:"<img id='IMG/PHOTOS/008_01.jpg' src='IMG/PHOTOS/008_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[9] = {
    ver:'free',
    icon:'009_icon',
    title:'Великий князь Ярослав I Владимирович Мудрый',
    day:'Правление 1019-1054 г.',
    description:"<img id='IMG/PHOTOS/009_01.jpg' src='IMG/PHOTOS/009_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[10] = {
    ver:'free',
    icon:'010_icon',
    title:'Великий князь Изяслав I Ярославич',
    day:'Правление 1054-1078 г.',
    description:"<img id='IMG/PHOTOS/011_01.jpg' src='IMG/PHOTOS/010_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[11] = {
    ver:'free',
    icon:'011_icon',
    title:'Великий князь Всеволод I Ярославич',
    day:'Правление 1078-1093 г.',
    description:"<img id='IMG/PHOTOS/011_01.jpg' src='IMG/PHOTOS/011_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[12] = {
    ver:'free',
    icon:'012_icon',
    title:'Великий князь Святополк II Изяславич',
    day:'Правление 1093-1113 г.',
    description:"<img id='IMG/PHOTOS/012_01.jpg' src='IMG/PHOTOS/012_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[13] = {
    ver:'free',
    icon:'013_icon',
    title:'Великий князь Владимир Всеволодович Мономах',
    day:'Правление 1113-1125 г.',
    description:"<img id='IMG/PHOTOS/013_01.jpg' src='IMG/PHOTOS/013_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[14] = {
    ver:'free',
    icon:'014_icon',
    title:'Великий князь Мстислав Владимирович Великий',
    day:'Правление 1125-1132 г.',
    description:"<img id='IMG/PHOTOS/014_01.jpg' src='IMG/PHOTOS/014_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[15] = {
    ver:'free',
    icon:'015_icon',
    title:'Великий князь Ярополк II Владимирович',
    day:'Правление 1132-1139 г.',
    description:"<img id='IMG/PHOTOS/004_01.jpg' src='IMG/PHOTOS/015_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[16] = {
    ver:'free',
    icon:'016_icon',
    title:'Великий князь Всеволод II Ольгович Новгород-Северский',
    day:'Правление 1139-1146 г.',
    description:"<img id='IMG/PHOTOS/016_01.jpg' src='IMG/PHOTOS/016_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[17] = {
    ver:'free',
    icon:'017_icon',
    title:'Великий князь Игорь Ольгович',
    day:'Правление 1146 г.',
    description:"<img id='IMG/PHOTOS/017_01.jpg' src='IMG/PHOTOS/017_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[18] = {
    ver:'free',
    icon:'018_icon',
    title:'Великий князь Изяслав II  Мстиславич  Владимиро-Волынский',
    day:'Правление 1146-1154 г.',
    description:"<img id='IMG/PHOTOS/018_01.jpg' src='IMG/PHOTOS/018_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[19] = {
    ver:'free',
    icon:'019_icon',
    title:'Великий князь Ростислав Мстиславич Смоленский',
    day:'Правление 1154-1155, 1159-1161, 1162-1167 г.',
    description:"<img id='IMG/PHOTOS/019_01.jpg' src='IMG/PHOTOS/019_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[20] = {
    ver:'free',
    icon:'020_icon',
    title:'Великий князь Юрий Владимирович Долгорукий',
    day:'Правление 1155-1157 г.',
    description:"<img id='IMG/PHOTOS/020_01.jpg' src='IMG/PHOTOS/020_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[21] = {
    ver:'free',
    icon:'021_icon',
    title:'Великий князь Изяслав III Давидович Черниговский',
    day:'Правление 1157-1159, 1161 г.',
    description:"<img id='IMG/PHOTOS/021_01.jpg' src='IMG/PHOTOS/021_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[22] = {
    ver:'free',
    icon:'022_icon',
    title:'Великий князь Мстислав II Изяслав Владимиро-Волынский',
    day:'Правление 1167-1169 г.',
    description:"<img id='IMG/PHOTOS/022_01.jpg' src='IMG/PHOTOS/022_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[23] = {
    ver:'free',
    icon:'023_icon',
    title:'Великий князь Андрей Юрьевич Боголюбский',
    day:'Правление 1169-1174 г.',
    description:"<img id='IMG/PHOTOS/023_01.jpg' src='IMG/PHOTOS/023_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[24] = {
    ver:'free',
    icon:'024_icon',
    title:'Великий князь Михаил Юрьевич',
    day:'Правление 1174-1176 г.',
    description:"<img id='IMG/PHOTOS/024_01.jpg' src='IMG/PHOTOS/024_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[25] = {
    ver:'free',
    icon:'025_icon',
    title:'Великий князь Всеволод III Юрьевич Большое Гнездо',
    day:'Правление 1176-1212 г.',
    description:"<img id='IMG/PHOTOS/025_01.jpg' src='IMG/PHOTOS/025_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[26] = {
    ver:'free',
    icon:'026_icon',
    title:'Великий князь Константин Всеволодович',
    day:'Правление 1216-1218 г.',
    description:"<img id='IMG/PHOTOS/026_01.jpg' src='IMG/PHOTOS/026_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[27] = {
    ver:'free',
    icon:'027_icon',
    title:'Великий князь Юрий II Всеволодович',
    day:'Правление 1212-1216,1218-1238 г.',
    description:"<img id='IMG/PHOTOS/027_01.jpg' src='IMG/PHOTOS/027_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[28] = {
    ver:'free',
    icon:'028_icon',
    title:'Великий князь Ярослав II Всеволодович',
    day:'Правление 1238-1246 г.',
    description:"<img id='IMG/PHOTOS/028_01.jpg' src='IMG/PHOTOS/028_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[29] = {
    ver:'free',
    icon:'029_icon',
    title:'Великий князь Святослав Всеволодович',
    day:'Правление 1246-1248 г.',
    description:"<img id='IMG/PHOTOS/029_01.jpg' src='IMG/PHOTOS/029_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[30] = {
    ver:'free',
    icon:'030_icon',
    title:'Великий князь Андрей Ярославович',
    day:'Правление 1248-1252 г.',
    description:"<img id='IMG/PHOTOS/030_01.jpg' src='IMG/PHOTOS/030_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[31] = {
    ver:'free',
    icon:'031_icon',
    title:'Великий князь Александр Ярославович Невский',
    day:'Правление 1252-1263 г.',
    description:"<img id='IMG/PHOTOS/031_01.jpg' src='IMG/PHOTOS/031_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[32] = {
    ver:'free',
    icon:'032_icon',
    title:'Великий князь Ярослав III Ярославич Тверской',
    day:'Правление 1264-1272 г.',
    description:"<img id='IMG/PHOTOS/032_01.jpg' src='IMG/PHOTOS/032_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[33] = {
    ver:'free',
    icon:'033_icon',
    title:'Великий князь Василий Ярославич Костромской',
    day:'Правление 1272-1276 г.',
    description:"<img id='IMG/PHOTOS/033_01.jpg' src='IMG/PHOTOS/033_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[34] = {
    ver:'free',
    icon:'034_icon',
    title:'Великий князь Дмитрий Александрович Переяславский',
    day:'Правление 1276-1281,1283-1294 г.',
    description:"<img id='IMG/PHOTOS/034_01.jpg' src='IMG/PHOTOS/034_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[35] = {
    ver:'free',
    icon:'035_icon',
    title:'Великий князь Андрей Александрович Городецкий',
    day:'Правление 1281-1283,1294-1304 г.',
    description:"<img id='IMG/PHOTOS/035_01.jpg' src='IMG/PHOTOS/035_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[36] = {
    ver:'free',
    icon:'036_icon',
    title:'Великий князь Михаил Ярославович Святой',
    day:'Правление 1304-1318 г.',
    description:"<img id='IMG/PHOTOS/036_01.jpg' src='IMG/PHOTOS/036_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[37] = {
    ver:'free',
    icon:'037_icon',
    title:'Великий князь Юрий III Данилович',
    day:'Правление 1318-1322 г.',
    description:"<img id='IMG/PHOTOS/037_01.jpg' src='IMG/PHOTOS/037_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[38] = {
    ver:'free',
    icon:'038_icon',
    title:'Великий князь Дмитрий Михайлович Грозные Очи',
    day:'Правление 1322-1326 г.',
    description:"<img id='IMG/PHOTOS/038_01.jpg' src='IMG/PHOTOS/038_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[39] = {
    ver:'free',
    icon:'039_icon',
    title:'Великий князь Александр Михайлович',
    day:'Правление 1326-1327 г.',
    description:"<img id='IMG/PHOTOS/039_01.jpg' src='IMG/PHOTOS/039_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[40] = {
    ver:'free',
    icon:'040_icon',
    title:'Великий князь Иван Данилович Калита',
    day:'Правление 1328-1341 г.',
    description:"<img id='IMG/PHOTOS/040_01.jpg' src='IMG/PHOTOS/040_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[41] = {
    ver:'free',
    icon:'041_icon',
    title:'Великий князь Симеон Иванович Гордый',
    day:'Правление 1341-1353 г.',
    description:"<img id='IMG/PHOTOS/041_01.jpg' src='IMG/PHOTOS/041_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[42] = {
    ver:'free',
    icon:'042_icon',
    title:'Великий князь Иван II Иванович Красный (Кроткий)',
    day:'Правление 1353-1359 г.',
    description:"<img id='IMG/PHOTOS/042_01.jpg' src='IMG/PHOTOS/042_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[43] = {
    ver:'free',
    icon:'043_icon',
    title:'Великий князь Дмитрий Константинович Суздальский',
    day:'Правление 1359-1363 г.',
    description:"<img id='IMG/PHOTOS/043_01.jpg' src='IMG/PHOTOS/043_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[44] = {
    ver:'free',
    icon:'044_icon',
    title:'Великий князь Дмитрий Иванович Донской',
    day:'Правление 1363-1389 г.',
    description:"<img id='IMG/PHOTOS/044_01.jpg' src='IMG/PHOTOS/044_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[45] = {
    ver:'free',
    icon:'045_icon',
    title:'Великий князь Василий I Дмитриевич',
    day:'Правление 1389-1425 г.',
    description:"<img id='IMG/PHOTOS/045_01.jpg' src='IMG/PHOTOS/045_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[46] = {
    ver:'free',
    icon:'046_icon',
    title:'Великий князь Василий II Васильевич Темный',
    day:'Правление 1425-1446,1447-1462 г.',
    description:"<img id='IMG/PHOTOS/046_01.jpg' src='IMG/PHOTOS/046_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[47] = {
    ver:'free',
    icon:'047_icon',
    title:'Великий князь Юрий Дмитриевич Звенигородский',
    day:'Правление 1433,1434 г.',
    description:"<img id='IMG/PHOTOS/047_01.jpg' src='IMG/PHOTOS/047_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[48] = {
    ver:'free',
    icon:'048_icon',
    title:'Великий князь Дмитрий Юрьевич  Шемяка',
    day:'Правление 1446-1447 г.',
    description:"<img id='IMG/PHOTOS/048_01.jpg' src='IMG/PHOTOS/048_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[49] = {
    ver:'free',
    icon:'049_icon',
    title:'Государь, державный, великий князь Иван III Васильевич',
    day:'Правление 1462-1505 г.',
    description:"<img id='IMG/PHOTOS/049_01.jpg' src='IMG/PHOTOS/049_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[50] = {
    ver:'free',
    icon:'050_icon',
    title:'Государь, великий князь Василий III Иванович',
    day:'Правление 1505-1533 г.',
    description:"<img id='IMG/PHOTOS/050_01.jpg' src='IMG/PHOTOS/050_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[51] = {
    ver:'free',
    icon:'051_icon',
    title:'Великий князь и царь Иван IV Васильевич Грозный',
    day:'Правление 1533-1584 г.',
    description:"<img id='IMG/PHOTOS/051_01.jpg' src='IMG/PHOTOS/051_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[52] = {
    ver:'free',
    icon:'052_icon',
    title:'Царь Федор Иванович Блаженный',
    day:'Правление 1584-1598 г.',
    description:"<img id='IMG/PHOTOS/052_01.jpg' src='IMG/PHOTOS/052_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[53] = {
    ver:'free',
    icon:'053_icon',
    title:'Царь Борис Федорович Годунов',
    day:'Правление 1598-1605 г.',
    description:"<img id='IMG/PHOTOS/053_01.jpg' src='IMG/PHOTOS/053_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[54] = {
    ver:'free',
    icon:'054_icon',
    title:'Царь Федор Борисович Годунов',
    day:'Правление 1605 г.',
    description:"<img id='IMG/PHOTOS/054_01.jpg' src='IMG/PHOTOS/054_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[55] = {
    ver:'free',
    icon:'055_icon',
    title:'Царь Лжедмитрий I',
    day:'Правление 1605-1606 г.',
    description:"<img id='IMG/PHOTOS/055_01.jpg' src='IMG/PHOTOS/055_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[56] = {
    ver:'free',
    icon:'056_icon',
    title:'Царь Василий IV Иванович Шуйский',
    day:'Правление 1606-1610 г.',
    description:"<img id='IMG/PHOTOS/056_01.jpg' src='IMG/PHOTOS/056_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[57] = {
    ver:'free',
    icon:'057_icon',
    title:'Царь Михаил Федорович Романов',
    day:'Правление 1613-1645 г.',
    description:"<img id='IMG/PHOTOS/057_01.jpg' src='IMG/PHOTOS/057_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[58] = {
    ver:'free',
    icon:'058_icon',
    title:'Царь Алексей Михайлович Тишайший',
    day:'Правление 1645-1676 г.',
    description:"<img id='IMG/PHOTOS/058_01.jpg' src='IMG/PHOTOS/058_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[59] = {
    ver:'free',
    icon:'059_icon',
    title:'Царь Федор Алексеевич',
    day:'Правление 1676-1682 г.',
    description:"<img id='IMG/PHOTOS/059_01.jpg' src='IMG/PHOTOS/059_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[60] = {
    ver:'free',
    icon:'060_icon',
    title:'Царь Иван V Алексеевич',
    day:'Правление 1682-1696 г.',
    description:"<img id='IMG/PHOTOS/060_01.jpg' src='IMG/PHOTOS/060_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[61] = {
    ver:'free',
    icon:'061_icon',
    title:'Правительница царевна Софья Алексеевна',
    day:'Правление 1682-1689 г.',
    description:"<img id='IMG/PHOTOS/061_01.jpg' src='IMG/PHOTOS/061_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[62] = {
    ver:'free',
    icon:'062_icon',
    title:'Император Петр I Алексеевич Великий',
    day:'Правление 1682-1725 г.',
    description:"<img id='IMG/PHOTOS/062_01.jpg' src='IMG/PHOTOS/062_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[63] = {
    ver:'free',
    icon:'063_icon',
    title:'Императрица Екатерина I Алексеевна',
    day:'Правление 1725-1727 г.',
    description:"<img id='IMG/PHOTOS/063_01.jpg' src='IMG/PHOTOS/063_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[64] = {
    ver:'free',
    icon:'064_icon',
    title:'Император Петр II Алексеевич',
    day:'Правление 1727-1730 г.',
    description:"<img id='IMG/PHOTOS/064_01.jpg' src='IMG/PHOTOS/064_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[65] = {
    ver:'free',
    icon:'065_icon',
    title:'Императрица Анна Иоанновна',
    day:'Правление 1730-1740 г.',
    description:"<img id='IMG/PHOTOS/065_01.jpg' src='IMG/PHOTOS/065_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[66] = {
    ver:'free',
    icon:'066_icon',
    title:'Император Иван VI  Антонович',
    day:'Правление 1740-1741 г.',
    description:"<img id='IMG/PHOTOS/066_01.jpg' src='IMG/PHOTOS/066_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[67] = {
    ver:'free',
    icon:'067_icon',
    title:'Императрица Елизавета Петровна',
    day:'Правление 1741-1761 г.',
    description:"<img id='IMG/PHOTOS/067_01.jpg' src='IMG/PHOTOS/067_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[68] = {
    ver:'free',
    icon:'068_icon',
    title:'Император Петр III Федорович',
    day:'Правление 1761-1762 г.',
    description:"<img id='IMG/PHOTOS/068_01.jpg' src='IMG/PHOTOS/068_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[69] = {
    ver:'free',
    icon:'069_icon',
    title:'Императрица Екатерина II Алексеевна Великая',
    day:'Правление 1762-1796 г.',
    description:"<img id='IMG/PHOTOS/069_01.jpg' src='IMG/PHOTOS/069_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[70] = {
    ver:'free',
    icon:'070_icon',
    title:'Император Павел I Петрович',
    day:'Правление 1796-1801 г.',
    description:"<img id='IMG/PHOTOS/070_01.jpg' src='IMG/PHOTOS/070_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[71] = {
    ver:'free',
    icon:'071_icon',
    title:'Император Александр I Павлович Благословенный',
    day:'Правление 1801-1825 г.',
    description:"<img id='IMG/PHOTOS/071_01.jpg' src='IMG/PHOTOS/071_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[72] = {
    ver:'free',
    icon:'072_icon',
    title:'Император Николай I Павлович',
    day:'Правление 1825-1855 г.',
    description:"<img id='IMG/PHOTOS/072_01.jpg' src='IMG/PHOTOS/072_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[73] = {
    ver:'free',
    icon:'073_icon',
    title:'Император Александр II Николаевич Освободитель',
    day:'Правление 1855-1881 г.',
    description:"<img id='IMG/PHOTOS/073_01.jpg' src='IMG/PHOTOS/073_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[74] = {
    ver:'free',
    icon:'074_icon',
    title:'Император Александр III Александрович',
    day:'Правление 1881-1894 г.',
    description:"<img id='IMG/PHOTOS/074_01.jpg' src='IMG/PHOTOS/074_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[75] = {
    ver:'free',
    icon:'075_icon',
    title:'Император Николай II Александрович',
    day:'Правление 1894-1917 г.',
    description:"<img id='IMG/PHOTOS/075_01.jpg' src='IMG/PHOTOS/075_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
// Tree
//-----------------------------------------------------------------------------
Tree[1][1] = {
    title:'Генеалогическое древо Рюриков и Романовых',
    description:""
};
//-----------------------------------------------------------------------------
// Arms
//-----------------------------------------------------------------------------
Arms[1][1] = {
    title:'Герб Российской империи',
    description:"<b>Большой герб Российской империи 1857 года</b><br><br> \
<img id='IMG/PHOTOS/arms_b_1857.jpg' src='IMG/PHOTOS/arms_b_1857.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br> \
В центре герба помещен французский щит с золотым полем, на котором изображен двуглавый чёрный орел, увенчанный тремя императорскими коронами, которые соединены голубой лентой. В лапах скипетр и держава; на груди изображен «герб Московский». Щит, на котором изображен орел, сверху увенчан шлемом святого князя Александра Невского, вокруг главного щита - цепь и орден святого Андрея Первозванного. По сторонам щита расположены щитодержатели: справа (с левой от зрителя) - святой Архистратиг Михаил, слева - Архангел Гавриил. Центральная часть объединяется под сенью большой императорской короны и государственной хоругвью над ней. Слева и справа от хоругви, расположены шесть щитов с гербами княжеств и волостей. Девять щитов, увенчанных коронами с гербами Великих княжеств и царств и гербом Его Императорского Величества. (Против часовой стрелки): Герб Астраханского царства, герб Сибирского царства, Родовой герб Его Императорского Величества, гербы Великих княжеств, герб Великого княжества Финляндского, герб Херсониса-Таврического, герб Польского царства, герб Казанского царства. <br><br> \
<b>Большой Герб Российской империи 1882 года</b><br><br> \
<img id='IMG/PHOTOS/arms_b_1882.jpg' src='IMG/PHOTOS/arms_b_1882.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br> \
В золотом щите чёрный двуглавый орёл, коронованный двумя императорскими коронами, над которыми большая корона, с двумя развевающимися концами ленты андреевского ордена. Орёл держит золотые скипетр и державу. На груди орла герб московский: в червлёном с золотыми краями щите Святой великомученик и победоносец Георгий, в серебряном вооружении и лазуревой приволоке (мантии), на серебряном, покрытом багряною тканью с золотою бахромою, коне, поражающий золотого, с зелёными крыльями, дракона золотым, с осьмиконечным крестом наверху, копьём. Щит увенчан шлемом Святого великого князя Александра Невского. Намет чёрный с золотом. Вокруг щита цепь ордена Св. Апостола Андрея Первозванного; по сторонам изображения святых Архистратига Михаила и Архангела Гавриила. Сень золотая, коронованная императорскою короною, усеянная российскими орлами и подложенная горностаем. На ней надпись: Съ Нами Богъ! Над нею хоругвь, с осьмиконечным на древке крестом. Полотно хоругви золотое; на ней изображение среднего государственного герба, но без окружающих девяти щитов.<br><br> \
<b>Средний Герб Российской Империи 1883 года</b><br><br> \
<img id='IMG/PHOTOS/arms_m_1883.jpg' src='IMG/PHOTOS/arms_m_1883.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br> \
В золотом щите чёрный двуглавый орёл, коронованный двумя императорскими коронами, над которыми большая корона, с двумя развевающимися концами ленты андреевского ордена. Орёл держит золотые скипетр и державу. На груди орла герб московский: в червлёном с золотыми краями щите Святой великомученик и победоносец Георгий, в серебряном вооружении и лазуревой приволоке (мантии), на серебряном, покрытом багряною тканью с золотою бахромою, коне, поражающий золотого, с зелёными крыльями, дракона золотым, с осьмиконечным крестом наверху, копьём. Щит увенчан шлемом Святого великого князя Александра Невского. Намет чёрный с золотом.Вокруг щита цепь ордена Св. Апостола Андрея Первозванного. По сторонам изображения святых Архистратига Михаила и Архангела Гавриила. Сень золотая, коронованная императорскою короною, усеянная российскими орлами и подложенная горностаем. На ней надпись: Съ Нами Богъ! Герб изображался на средней Государственной печати и по особым указаниям Его Императорского Величества.<br><br> \
<b>Малый герб Российской империи 1883 года</b><br><br> \
<img id='IMG/PHOTOS/arms_s_1883.jpg' src='IMG/PHOTOS/arms_s_1883.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br> \
В золотом щите чёрный двуглавый орёл, коронованный двумя императорскими коронами, над которыми большая корона, с двумя развевающимися концами ленты андреевского ордена. Орёл держит золотые скипетр и державу. На груди орла герб московский: в червлёном с золотыми краями щите Святой великомученик и победоносец Георгий, в серебряном вооружении и лазуревой приволоке (мантии), на серебряном, покрытом багряною тканью с золотою бахромою, коне, поражающий золотого, с зелёными крыльями, дракона золотым, с осьмиконечным крестом наверху, копьём. Щит увенчан шлемом Святого великого князя Александра Невского. Намет чёрный с золотом. Вокруг щита цепь ордена Св. Апостола Андрея Первозванного. Сень золотая, коронованная императорскою короною, усеянная российскими орлами и подложенная горностаем. На ней надпись: Съ Нами Богъ! На крыльях орлапомещены гербы царств и великих княжеств.<br><br> \
<b>Полный герб Всероссийской Империи 1800 года</b><br><br> \
<img id='IMG/PHOTOS/arms_f_1880.jpg' src='IMG/PHOTOS/arms_f_1880.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br> \
Фоном герба является императорская мантия, выходящая из под золотого балдахина, увенчанного золотой императорской короной. Внутри коронованный шлем, удерживаемый двумя архангелами: (Михаил с пламенным мечом и Гавриил с лилией). Между ними помещен мальтийский крест, белые концы, которого выдаются за приделы щита, с уменьшенными щитами титульных гербов. В центре которых, расположен щит с двуглавым орлом, на груди которого мальтийский крест, в центре креста Московский щиток с Горгием победоносцем. Из под оконечности большого щита видна цепь ордена Андрея Первозванного. За щитом и архангелами находятся два накрест стоящие знамени: одно с государственным гербом, другое с одноглавым орлом."
};
//-----------------------------------------------------------------------------
// Hymn
//-----------------------------------------------------------------------------
Hymn[1][1] = {
    title:'Гимн Российской империи',
    description:"<b>Гимн Российской империи с 1816 по 1833 гг</b><br><br> \
Боже, Царя храни!<br>\
Славному долги дни<br>\
Дай на земли!<br>\
Гордых смирителю,<br>\
Слабых хранителю,<br>\
Всех утешителю -<br>\
Всё ниспошли!<br>\
Перводержавную<br>\
Русь православную<br>\
Боже, храни!<br>\
Царство ей стройное!<br>\
В силе спокойное!<br>\
Всё ж недостойное<br>\
Прочь отжени!<br>\
О, Провидение!<br>\
Благословение<br>\
Нам ниспошли!<br>\
К благу стремление,<br>\
В счастье смирение,<br>\
В скорби терпение<br>\
Дай на земли!<br>\
<i>1815</i><br><br>\
<a href='AUDIO/hymn_1816_1833.mp3'>Послушать гимн</a>\
 в исполнении  Мужского хора Института певческой культуры «Валаам».<br><br>\
Появление в Российской империи официального гимна связано с победой в Отечественной войне 1812 г. и прославлением императора Александра I. «В чести» была тогда в России мелодия английского гимна «Боже, храни короля», о чем говорилось выше. В некоторых музыкальных произведениях прославлялся русский царь-победитель. Подобные песни появляются уже в 1813 г.: «Песнь русскому царю» А. Востокова с мелодией английского гимна содержала такие слова: «Прими побед венец, Отечества Отец, Хвала тебе!» В 1815 г. В.А. Жуковский написал и опубликовал в журнале «Сын Отечества» стихотворение под названием «Молитва русских», также посвященное Александру I. Кто-то полагает, что это был перевод с английского, по крайней мере, первой строки - «Боже, Царя храни» («Боже, храни короля»). В 1816 г. А.С. Пушкин приписал к стихотворению еще две строфы. 19 октября 1816 г. они были исполнены воспитанниками Лицея на музыку английского гимна. Таким образом, по случаю празднования годовщины Лицея перевод Жуковского получил оригинальное продолжение, написанное Пушкиным. Жуковский дополнил свое сочинение в 1818 г. - оно звучало на публичном экзамене воспитанников петербургской гимназии. Таким образом, текст «Молитвы русского народа», текст русского гимна, был практически создан, но при его исполнении музыка оставалась английской. Этой музыкой военные оркестры в Варшаве встречали прибывшего туда в 1816 г. Александра I. С этого времени Высочайше было повелено играть всегда гимн при встрече государя. Почти 20 лет в Российской империи официально использовали мелодию английского гимна.<br>\
<i>Соболева Н.А. Российская государственная символика: история и современность.</i><br><br>\
<b>Гимн Российской империи 1833-1917 гг</b><br><br>\
Боже, Царя храни!<br>\
Сильный, державный,<br>\
Царствуй на славу нам;<br>\
Царствуй на страх врагам,<br>\
Царь православный!<br>\
Боже, Царя храни!<br><br>\
<a href='AUDIO/hymn_1833_1917.mp3'>Послушать гимн</a>\
 в исполнении  Мужского хора Института певческой культуры «Валаам».<br><br>\
Обычно историю создания официального гимна Российской империи объясняют прихотью императора Николая I, который будто бы заявил: «Скучно слушать музыку английскую, столько лет употребляемую...» Уже отмечалось, что Николай I был крайне заинтересован вопросом о российской государственной атрибутике, укреплении ее, придании веса монархическим символам. Вряд ли «от скуки» надумал он создать и «народную песнь».<br>\
&nbsp;&nbsp;Автором музыки царь выбрал близкого и преданного ему человека - А.Ф. Львова, хотя мог выбрать русского композитора номер один - М.И. Глинку. Предполагают, что был устроен некий негласный конкурс, о котором мачеха композитора Львова вспоминала: «Знали мы, что многие новую музыку сочиняют на эти слова, что даже у императрицы поют и играют сочинения эти, что Царь слышит и ни слова не говорит». Современники в своих воспоминаниях называют М.Ю. Виельгорского и М.И. Глинку, будто бы писавших музыку гимна. Впрочем, последний позднее сообщал, что никто не поручал ему писать гимн.<br>\
&nbsp;&nbsp;Алексей Федорович Львов родился в Ревеле в 1798 г. в аристократической и музыкальной семье. Его отец, Ф.П. Львов, был директором Придворной певческой капеллы. Алексей Федорович получил хорошее музыкальное образование, учился игре на скрипке. Однако волею судьбы по окончании Корпуса инженеров путей сообщения в 1818 г. он попал на военную службу - в военные поселения Новгородской губернии под начальство А.А. Аракчеева. Львов продолжал заниматься музыкой, в частности, сделал новую оркестровку «Стабат Матер» Перголези, которая была исполнена в Петербурге в Филармоническом обществе. За это он получает почетное звание композитора Болонской академии.<br>\
&nbsp;&nbsp;Львов не раз пытался уйти со службы и заняться только музыкой. Однако не мог отказать шефу жандармов А.Х. Бенкендорфу и перешел на службу в Министерство внутренних дел, убедительно прося, правда, для пользы службы «не употреблять его по секретной части», для чего был неспособен. В 1826 г. он был прикомандирован к свите Николая I, сначала для «производства дел до вояжей относящихся», а затем стал управляющим делами Императорской квартиры. Он принимал участие в войне с Турцией 1828-1829 гг., участвовал в боях под Варной, получив свои первые боевые награды. В 1832 г. Львова зачисляют в почетный Кавалергардский полк, он командует царским конвоем, сопровождая царя во всех поездках.<br>\
&nbsp;&nbsp;С этого времени он становится близок не только к императору, но и к его семье, аккомпанируя на скрипке пению княжны, участвуя в домашних концертах императорского семейства.<br>\
&nbsp;&nbsp;Именно к нему обратился через Бенкендорфа Николай I с предложением попробовать написать «гимн Русский». Произошло это в 1833 г. после возвращения царя из Австрии и Пруссии. Львов вспоминал, что задача показалась ему весьма трудною, особенно когда он думал о величественном английском гимне. «Я чувствовал надобность, - писал Львов, - создать гимн величественный, сильный, чувствительный, для всякого понятный, имеющий отпечаток национальности, годный для церкви, годный для войск, годный для народа - от ученого до невежды».<br>\
&nbsp;&nbsp;Хотя все эти мысли волновали и пугали молодого музыканта, в один из вечеров, возвратясь домой, он сел к столу - и в несколько минут гимн был написан. Здесь, как видим, А.Ф. Львов уподобился Руже де Лилю. Жуковский предоставил практически уже имеющиеся слова, «подогнав» их под мелодию. Так появился шедевр Жуковского - Львова. Текст состоял всего из 6 строчек: «Боже, Царя храни! Сильный, державный, Царствуй на славу нам; Царствуй на страх врагам, Царь православный! Боже, Царя храни!» - однако благодаря возвышенной, хоральной мелодии он звучал исключительно мощно.<br>\
&nbsp;&nbsp;23 ноября 1833 г. царь с семейством и со свитой специально прибыли в Певческую капеллу, где состоялось первое исполнение сочиненной Львовым музыки гимна с придворными певчими и двумя военными оркестрами. Прослушанная несколько раз мелодия понравилась царю, который отдал приказание «показать» ее широкой публике.<br>\
&nbsp;&nbsp;11 декабря 1833 г. в Большом театре в Москве оркестр и вся труппа театра участвовали в представлении «Русской народной песни» (так был назван в афише гимн «Боже, Царя храни»). На следующий день в газетах появились восторженные отзывы. Вот что сообщает об исторической премьере директор Московских Императорских театров М.П. Загоскин: «Сначала слова были пропеты одним из актеров Бантышевым, потом повторены всем хором. Не могу вам описать впечатление, которое произвела на зрителей сия национальная песнь; все мужчины и дамы слушали ее стоя; сначала «ура», а потом «форо» загремели в театре, когда ее пропели. Разумеется, она была повторена...»<br>\
&nbsp;&nbsp;25 декабря 1833 г., в день годовщины изгнания войск Наполеона из России, гимн был исполнен в залах Зимнего дворца при освящении знамен и в присутствии высоких воинских чинов. 31 декабря уходящего года командир Отдельного гвардейского корпуса великий князь Михаил Павлович отдал приказ: «Государю Императору благоугодно было изъявить свое соизволение, чтобы на парадах, смотрах, разводах и прочих случаях вместо употребляемого ныне гимна, взятого с национального английского, играть вновь сочиненную музыку».<br>\
&nbsp;&nbsp;30 августа 1834 г. на Дворцовой площади в Санкт-Петербурге был открыт монумент - Александровский столп - в честь победы над Наполеоном в войне 1812 г. Торжественное открытие монумента сопровождалось парадом войск, перед которым впервые в столь официальной обстановке исполнялся гимн России «Боже, Царя храни».<br>\
&nbsp;&nbsp;В 1840 г. Львов отправляется в отпуск, причем как невоенный человек, артист. Он выступил с концертами в Германии, Англии, Франции и везде с огромным успехом; его талантом скрипача восхищались Мендельсон, Лист, Шуман. Последний в статье «Алексей Львов» писал: «Г-н Львов - скрипач настолько примечательный и редкостный, что он может быть поставлен в один ряд с первыми исполнителями вообще».<br>\
&nbsp;&nbsp;Музыка гимна «Боже, Царя храни» стала быстро известна в Европе. Музыкальная тема гимна варьируется в нескольких произведениях немецких и австрийских композиторов. В России П.И. Чайковский «цитирует» его в двух музыкальных произведениях - «Славянском марше» и увертюре «1812 год», написанной в 1880 г. и исполнявшейся по случаю освящения Храма Христа Спасителя в Москве.<br>\
&nbsp;&nbsp;Львов, обласканный государем (он получил драгоценную табакерку с бриллиантами, а позднее - девиз в герб: «Боже, Царя храни»), занимается активной музыкальной деятельностью, пишет церковную музыку, создает несколько опер, скрипичных концертов, песен. После смерти отца он «унаследовал» придворную певческую капеллу, создает прекрасный ансамбль и школу певческого мастерства, а затем - Петербургское Симфоническое общество.<br>\
&nbsp;&nbsp;По военной службе он также получает чины - флигель-адъютант царя, через два года - полковник, а в 1843 г. - генерал-майор.<br>\
&nbsp;&nbsp;Авторство в создании государственного гимна принесло, однако, А.Ф. Львову самую большую славу. Это прекрасно понимал и его соавтор. Незадолго перед смертью В.А. Жуковский написал А.Ф. Львову: «Наша совместная двойная работа переживет нас долго. Народная песня, раз раздавшись, получив право гражданства, останется навсегда живою, пока будет жив народ, который ее присвоил. Из всех моих стихов, эти смиренные пять, благодаря Вашей музыке, переживут всех братий своих. Где не слышал я этого пения? В Перми, в Тобольске, у подошвы Чатырдага, в Стокгольме, в Лондоне, в Риме!»<br>\
&nbsp;&nbsp;Музыка гимна была не по душе известному критику В.В. Стасову, она не вызывала восторга и у М.И. Глинки, но А.Ф. Львов навсегда вошел в плеяду русских композиторов, о чем свидетельствует, в частности, картина И.Е. Репина, висящая на площадке лестницы в Московской Консерватории. Картина называется «Славянские композиторы», и на ней, вместе с Глинкой, Шопеном, Римским-Корсаковым и другими, изображен в расшитом придворном мундире автор официального российского гимна А.Ф. Львов.<br>\
<i>Соболева Н.А. Российская государственная символика: история и современность.</i>"
};
//-----------------------------------------------------------------------------
// Flag
//-----------------------------------------------------------------------------
Flag[1][1] = {
    title:'Flag Российской империи',
    description:"<b>Флаг Российской империи 1858—1883 гг.</b><br><br>\
<img id='IMG/PHOTOS/flag_1858_1883_01.jpg' src='IMG/PHOTOS/flag_1858_1883_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br><br> \
Чёрно-жёлто-белый флаг России — первый официальный государственный флаг Российской империи и личный флаг династии Романовых. Использовался в качестве официального с 11 июня 1858 по 28 апреля 1883 как единственный флаг России. 5 апреля 1896 он был упразднён де-юре, и его место занял современный бело-сине-красный флаг. Ныне чёрно-жёлто-белый флаг используется многочисленными русскими националистическими, монархическими и патриотическими организациями, среди молодёжи он известен как «имперка».<br>\
Впервые об использовании чёрного, жёлтого и белого цветов на русских знамёнах упоминается ещё в начале XVIII века — во время правления Анны Иоанновны. В Высочайше утверждённом мнении Сената от 17 августа 1731 года в драгунских и пехотных полках шарфы приказано было делать «по Российскому гербу» из чёрного шёлка с золотом, «шляпы всем иметь с голуном золотым и с кисточками золотыми с чёрным полем и с белым бантом волосяным». В том же мнении Сената белый цвет кокарды стал фигурировать как цвет «российского полевого знака». В 1742 году чёрно-жёлто-белые цвета появляются на первом Государственном знамени России при императрице Елизавете Петровне: в жёлтом поле был изображен черный двуглавый орел с белым щитом на груди, на котором был помещен Георгий Победоносец. Это знамя стало впоследствии прообразом малого герба Российской империи.<br>\
После окончания Отечественной войны с Наполеоном в праздничные дни начиная с 1815 года начали вывешивать символическо-торжественные чёрно-жёлто-белые флаги на домах в городах России. А при Николае I чёрно-оранжево-белая кокарда, как отличительный признак принадлежности к русскому государству, стала распространяться не только среди армейских и флотских офицеров, но и среди гражданских чиновников.<br>\
Впервые флаг был утверждён указом императора Александра II от 11 июня 1858 года, проект флага был создан Бернгардом Кёне. Но только в своем именном указании 1865 г. царь-реформатор подтвердил их как «государственные цвета России» подписав закон, занесенный в Полное собрание законов Российской Империи под №33289. Де-факто, по мнению современников и последующих исследователей, «в 1858 году произошло изменение русского флага» и утверждение «рисунка гербовых цветов». Позднее эти цвета использовались и при создании территориальных гербов (в том числе и герба Бессарабской губернии, утвержденного в 1878 году).<br>\
Флаг использовался в качестве официального в течение почти 25 лет. Но уже накануне коронации Александра III 28 апреля 1883 года было издано Высочайшее повеление, объявленное Министром Внутренних Дел «О флагах для украшения зданий в торжественных случаях]]». Оно разрешало использовать для украшения зданий только бело-сине-красный флаг и запрещало использование иностранных флагов для украшения зданий в торжественных случаях. Начался постепенный процесс вытеснения чёрно-жёлто-белого флага. По поводу данного повеления от 28 апреля 1883 года Совещание под председательством Генерал-Адмирала Посьета записало:<br><br>\
<i>«Что касается закона 1883 года об украшении зданий исключительно бело-сине-красным флагом, то из письменного Всеподданнейшего доклада, находящегося в деле, Совещанием усмотрено, что Министр Внутренних дел Статс-Секретарь граф Толстой представлял к Высочайшему утверждению два флага: чёрно-оранжево-белый и бело-сине-красный, первый — как национальный и второй — как торговый и что Государь Император избрал из них последний флаг, назвав его исключительно русским и тем, казалось бы, окончательно разрешил вопрос о единстве нашего государственного народного флага.»</i><br><br>\
<img id='IMG/PHOTOS/flag_1858_1883_02.jpg' src='IMG/PHOTOS/flag_1858_1883_02.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br>\
<i>Михай Зичи. «Встреча Александра III и австрийского императора Франца Иосифа в Кремзире 13-14 августа 1885 года.</i><br><br>\
Тем не менее, чёрно-жёлто-белые флаги продолжали использоваться в торжественные дни как при коронации Александра III, так и впоследствии. В 1885 году чёрно-жёлто-белые флаги поднимались как национальные при встрече Александра III и австрийского императора Франца Иосифа в Кремзире 13-14 августа. В 1887 году вышел Приказ по Военному ведомству № 34 «Описание национального флага…», устанавливающий чёрно-оранжево-белые флаги. В итоге у России появились сразу два флага: чёрно-жёлто-белый и бело-сине-красный, что привело к многочисленным спорам между сторонниками различной российской символики.<br>\
Вскоре сторонники чёрно-жёлто-белого флага стали терпеть неудачу за неудачей: положения Повеления 1883 года были внесены в статью 129 Устава о предупреждении и пресечении преступлений 1890 года, что позволило харьковской полиции впервые в день Коронования Их Императорских Величеств 15 мая 1892 года потребовать снятия со зданий чёрно-жёлто-белых флагов. Продолжающаяся дискуссия о цветах национального флага потребовала в преддверии коронации Николая II созыва Особого Высочайше утверждённого Совещания под председательством Генерал-Адъютанта К. Н. Посьета для обсуждения вопроса о Российском национальном флаге. Решение Совещания было подготовлено изданием анонимной брошюры «Происхождение флагов и их значение» и рассылкой её членам Совещания с пометой «Печатано по распоряжению Председателя Особого Высочайше утверждённого Совещания», доклад Председателя повторял положения этой брошюры.<br>\
Совещание в своём решении 5 апреля 1896 года пришло к выводу, что «флаг бело-сине-красный имеет полное право называться российским или национальным и цвета его: белый, синий и красный именоваться государственными; флаг же черно-оранжево-белый не имеет к тому ни геральдических, ни исторических оснований». В качестве аргументов, в частности, были приведены следующие:<br><br>\
<i>«Если, для определения народных цветов России, обратиться к народному вкусу и народным обычаям, к особенностям природы России, то и этим путём для отечества нашего определятся те же национальные цвета: белый, синий, красный.<br>\
Великороссийский крестьянин в праздник ходит в красной или синей рубашке, малорос и белорус — в белой; бабы русские рядются в сарафаны тоже красные и синие. Вообще, в понятиях русского человека — что красно, то хорошо и красиво…<br>\
Если к этому присоединить белый цвет снежного покрова, в который вся Россия облекается в течение более полугода, то, на основании и этих признаков, для эмблематического выражения России, для русского народного или государственного флага, наиболее свойственным оказываются цвета установленные Великим Петром.»</i><br><br>\
В итоге 29 апреля (11 мая по новому стилю) 1896 года по докладу Великого князя Алексея Александровича, руководившего морским ведомством, император Николай II «соизволил на признание во всех случаях бело-сине-красного флага национальным», однако это решение не было обнародовано в течение двух лет. В соответствии с этим 14 мая 1896 года коронация императора Николая II прошла со множеством бело-сине-красных флагов, драпировок и других элементов государственной символики. Участникам коронации раздавались бело-сине-красные нагрудные ленточки, почётным гостям вручались памятные медали на бело-сине-красных лентах, что не помешало публике в день коронации «любоваться громадными трёхсаженными флагами из государственных цветов чёрно-жёлто-белого сочетания… на одной из самых лучших улиц Харькова». Однако с этого момента популярность чёрно-жёлто-белого флага стала неуклонно гаснуть.<br><br>\
<img id='IMG/PHOTOS/flag_1858_1883_03.jpg' src='IMG/PHOTOS/flag_1858_1883_03.jpg' width='50%' onclick='return setWidth()' alt='' title=''> <br>\
<i>Флаг для частного употребления (1914—1917)</i><br><br>\
12 августа 1914 года циркуляром № 29897 министерства внутренних дел было предписано на манифестациях и «для употребления в частном быту» использовать новый флаг — бело-сине-красное полотнище с чёрным двуглавым орлом в жёлтом квадрате у древка (композиция, соответствующая дворцовому штандарту императора). Де-факто чёрно-жёлто-белые цвета снова вернулись на флаг России, что позволило некоторым монархистам надеяться и на возвращение старого варианта флага. Новый флаг не вводился как обязательный, его использование лишь «разрешалось». Символика флага подчёркивала единение царя с народом. Однако утвердить флаг в качестве официального помешала сначала Февральская, а затем и Октябрьская революция; более того, флаг особой популярностью не пользовался."
};
//-----------------------------------------------------------------------------