//-----------------------------------------------------------------------------
(History[1][1])[31] = {
    ver:'free',
    icon:'031_icon',
    title:'Великий князь Александр Ярославович Невский',
    day:'Правление 1252-1263 г.',
    description:"<img id='IMG/PHOTOS/031_01.jpg' src='IMG/PHOTOS/031_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1220–1263</i><br><br>\
&emsp;Александр Ярославич получил в Золотой Орде ярлык на Великое княжение лишь в 1252 году. Шесть лет продолжалось противоборство между русскими князьями за право называться Великим князем Владимирским. Сразу после смерти Ярослава Всеволодовича престол занял его брат Святослав Всеволодович. Через два года, в 1248 году, он был изгнан из Владимира своим племянником Михаилом Хоробритом. В это время в Золотой Орде решался вопрос, кто из сыновей Ярослава – Андрей или Александр – более достоин титула Великого князя. Ярлык на Великий стол первым получил брат Александра Невского – Андрей Ярославич. Но вскоре Александр добился своего и с помощью татарского войска под предводительством Неврюя изгнал брата из Владимира, а в 1252 году сам стал Великим князем.<br>\
&emsp;Александр Ярославич Невский последовательно проводил в жизнь политику, направленную на укрепление северо-западных границ Руси и примирения с татарами.<br>\
&emsp;Еще будучи князем Новгородским (1236-1251 годы), он показал себя опытным полководцем и мудрым правителем. Благодаря победам, одержанным в «Невской битве» (1240 год), в «Ледовом побоище» (1242 год), а также многочисленным вылазкам против литовцев, Александр на долгое время отбил у шведов, немцев и литовцев желание завладеть северными русскими землями. Противоположную политику Александр вел по отношению к монголо-татарам. Это была политика мира и сотрудничества, целью которой было предотвращение нового нашествия на Русь. Князь часто ездил в Орду с богатыми дарами. Ему удалось добиться освобождения русских воинов от обязанности воевать на стороне монголо-татар.<br>\
&emsp;Вместе с тем в годы правления князя Александра на Руси была введена система баскачества. Это привело к народным волнениям сначала в Новгороде (1259 год), а затем и в других городах княжества: Ростове, Суздале, Владимире (1262 год). Во время этих восстаний были убиты татарские баскаки, и князь Александр поехал в ставку хана просить о помиловании. Эту задачу ему удалось выполнить, но, возвращаясь из Орды, 14 ноября 1263 года князь Александр Ярославич Невский умер в Городце.<br>\
&emsp;В 1724 году по приказу Петра Великого прах Александра Невского был перезахоронен в Санкт-Петербурге в Александро-Невской лавре. Александр Невский канонизирован Русской православной церковью. В честь Александра Невского был учрежден орден (1725 год), который стал одной из высших наград в Российской империи. Его девиз «За труды и Отечество»."
};
//-----------------------------------------------------------------------------
(History[1][1])[32] = {
    ver:'free',
    icon:'032_icon',
    title:'Великий князь Ярослав III Ярославич Тверской',
    day:'Правление 1264-1272 г.',
    description:"<img id='IMG/PHOTOS/032_01.jpg' src='IMG/PHOTOS/032_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1230-1272</i><br><br>\
&emsp;Шестой сын великого князя Ярослава Всеволодовича и княгини Феодосии Мстиславовны.<br>\
&emsp;В 1252 году, когда Александр Невский уехал в Орду, Ярослав Ярославич, вместе с Андреем, заняли укрепленный Переяславль-Залесский, и начали подготовку для ведения борьбы против  Александра. Но они потерпели неудачу: при взятии города Переяславля сообщниками Невского - татарами – были убиты воевода и жена Ярослава. Детей Ярослава Ярославича взяли в плен.<br>\
&emsp;В 1254 году Ярослав Третий сбежал в Ладогу, где был хорошо принят местными жителями.<br>\
&emsp;В 1255 г. Ярослав Ярославич  был переведен новгородцами, которые желали избавиться от правления Невского, в Псков, а потом посадили в Новгороде. Александр Невский выступил против Ярослава, который сбежал неизвестно куда; год его возвращения в свое княжество неизвестен.<br>\
&emsp;В 1258 году князь Ярослав с братьями и племянником Борисом ростовским, поехал в Орду, откуда, по источникам летописи, был отпущен «со многой честью» и вернулся в Тверь.<br>\
&emsp;В 1262 году Александр Невский послал Ярослава на помощь городу Новгороду против напавших немцев. После смерти великого князя Александра Невского (умер в 1263 году) Андрей  и Ярослав вступили в борьбу за великокняжеский престол. Спор был отдан на решение хану, который отдал великокняжеский ярлык Ярославу (1263год). Теперь во владение Ярославу отошли Владимирское  и Тверское великие княжества. Сделав своей ставкой Тверь, Ярослав продолжил управление Псковом и Новгородом через своих наследников.<br>\
&emsp;В 1266 году  новгородцы, на которых влияла партия меньших, изгнали князя Дмитрия Александровича и пригласили на княжение Ярослава Ярославича, который сочетался браком с  дочерью новгородского боярина Юрия Михайловича с целью привлечения на свою сторону партии больших и улучшения своего положения в Новгороде.<br>\
&emsp;В 1267 году Ярослав Ярославич чуть не поссорился с новгородцами из-за литовцев, и бежавших из Литвы людей в Псков. Новгородцы хотели их убить, но Ярослав не разрешил это делать. Второй причиной  распри было избрание жителями Пскова на княжение  иноземного литовца Домонта вместо Святослава, сына Ярослава Ярославича. В скором времени сам Ярослав уехал из города Новгорода (1267 год) и оставил там своего племянника Юрия Андреевича.<br>\
&emsp;В 1268 году Ярослав Ярославич, уступая просьбе новгородцев, послал им в союзники своих сыновей (Михаила  и Святослава) и др. князей, которые приняли участие в Раковорской битве. Пользуясь царившими беспорядками, которые царили в то время в Новгороде, Ярослав Ярославич прибыл в Новгород и потребовал отнять власть у некоторых знатных людей. Горожане сначала ответили ему отказом, но после, опасаясь немцев и нуждаясь в помощи Ярослава Ярославича, были вынуждены согласиться с его требованиями.<br>\
&emsp;В 1270 году был заключен мир с немцами, и  в этом же году Ярослава Ярославича изгнали из Новгорода за самовластный характер его действий. Ярослав решил усмирить новгородцев и  пригласил к участию в борьбе против них князей Дмитрия Александровича Переяславского и Глеба Смоленского. А также  получил вооруженную помощь от татар.<br>\
&emsp;На сторону новгородцев встал  Василий, князь костромской, брат Ярослава, который был в обиде на Ярослава за то, что последний в 1269 году велел перехватить новгородских купцов в Костроме. Целую неделю у города Русы противники стояли друг против друга. И лишь при содействии митрополита Кирилла Второго, обе стороны пошли на уступки и Ярослав примирился с новгородцами.<br>\
&emsp;Своим наместником в Новгороде Ярослав оставил боярина Андрея Воротиславича. В 1270 году новгородцы, изгнали Андрея Воротиславича  из города, недовольные творящимся произволом. Великий князь Ярослав Ярославич с целью  подавления бунта позвал татар и пригрозил городу Новгороду большим  разорением. Митрополиту Кириллу и на этот раз удалось примирить Ярослава с новгородцами.<br>\
&emsp;В 1271 году  князь Ярослав Ярославич с Василием и Дмитрием, сыновьями Невского поехал в Золотую Орду за подтверждением великокняжеской власти. Золотоордынский хан сохранил титул великого князя за Ярославом.<br>\
&emsp;Но на обратном пути на родину великий князь Ярослав Ярославич скоропостижно скончался, приняв в схиме имя Афанасия (16 сентября 1271 г.). Существуют предположения, что он, как и его старший брат Александр Невский, был отравлен."
};
//-----------------------------------------------------------------------------
(History[1][1])[33] = {
    ver:'free',
    icon:'033_icon',
    title:'Великий князь Василий Ярославич Костромской',
    day:'Правление 1272-1276 г.',
    description:"<img id='IMG/PHOTOS/033_01.jpg' src='IMG/PHOTOS/033_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1241-1276</i><br><br>\
&emsp;Младший сын Ярослава Всеволодовича Василий Ярославич Костромской стал Великим князем Владимирским по утверждению хана в 1272 году. С 1246 года он – князь Костромской.<br>\
&emsp;Начало правления князя Василия было омрачено распрей с племянником Дмитрием Александровичем Переяславским из-за Новгорода. Князья выступили друг против друга, но сражение не состоялось: после переговоров князь Дмитрий оставил свои притязания на Новгород в пользу Великого князя.<br>\
&emsp;Во время правления Василия монголо-татары крупных военных операций не проводили. Южные русские князья пытались привлечь их на свою сторону в борьбе против Литвы. Но в самом начале похода князья рассорились и не захотели идти дальше. На обратном пути в Орду «союзники» разорили и сожгли многие русские села. «Дружба с неверными, не лучше брани, и сей случай да будет примером для потомства», – так говорится в летописи.<br>\
&emsp;Великий князь Василий Ярославич умер в 1276 году, вернувшись из Орды."
};
//-----------------------------------------------------------------------------
(History[1][1])[34] = {
    ver:'free',
    icon:'034_icon',
    title:'Великий князь Дмитрий Александрович Переяславский',
    day:'Правление 1276-1281,1283-1294 г.',
    description:"<img id='IMG/PHOTOS/034_01.jpg' src='IMG/PHOTOS/034_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1250-1294</i><br><br>\
&emsp;С 1259 г. Дмитрий Александрович Переяславский был наместником своего отца в городе Новгороде. Жители тогда же признали Дмитрия  своим князем, следуя древнему правилу о том, что глава Руси является и главой Новгорода.<br>\
&emsp;В 1262 г. Дмитрий вместе со своим дядей Ярославом Ярославичем ходил против немцев к Юрьеву, осуществил поход на Дерпт.<br>\
&emsp;В 1264 г. после смерти Александра Невского новгородцы выгнали Дмитрия, «указали ему путь», по причине того, что «зане князь еще мал бяше».<br>\
&emsp;Вскоре князь Дмитрий переехал в Переяславское княжество, которое было завещано ему отцом. Время правления Дмитрия в Переяславле (1263-1294 гг.) считается историками периодом расцвета княжества.<br>\
&emsp;В 1268 году Димитрий был приглашен новгородцами на борьбу против ливонских немцев; летописцы называют Дмитрия видным участником состоявшихся битв под Раковором и на реке Кеголи. В 1270 году новгородцы позвали к себе на княжение Димитрия, порвав с князем Ярославом Ярославичем. Но Димитрий отказался, не желая брать престол «перед стрыем (дядей) своим».<br>\
&emsp;В 1272 году Димитрий Александрович после смерти дяди Ярослава Ярославича сам стремится занять новгородский престол и использовать его как ступень к Владимирскому престолу. Однако не выдерживает начавшегося соперничества с Василием Ярославичем. Дмитрий отправил своих послов в город Новгород просить новгородский стол. Новгородцы согласились, однако  вытребовали  условие, чтобы он правил у них не самовластно, как его отец, а по древним новгородским обычаям.<br>\
&emsp;Дядя Дмитрия Александровича, Василий Ярославич Мизинный, добивавшийся власти над городом Новгородом, получил отказ, но не думал уступать своих прав. Вместе племянником своим Святославом Ярославичем Тверским  и с татарами Василий пошел на  новгородские волости и взял город Торжок. Зимой  в 1273 г. Дмитрий Александрович с новгородцами пошел к Твери, а к Василию послал сообщить: «Возврати волости новгородские и помирись с нами». Но Василий  Ярославич не хотел мира. Видя его упорство, новгородцы пришли в смятение, многие захотели принять Василия. После этого, Дмитрий Александрович, не дожидаясь изгнания, уехал в свой удельный Переяславль.<br>\
&emsp;Только заняв уже великокняжеский стол, в 1276 году,  после Василия Ярославича, Дмитрий Александрович был посажен жителями Новгорода на их престол (1277год).<br>\
&emsp;В 1279 году Дмитрий начал с новгородцами переговоры о постройке г. Копорья; в 1280 г. там была заложена каменная крепость. Укрепленный пункт в руках князя Дмитрия на новгородской территории повлек за собой возражения среди новгородцев; дело даже дошло до карательной экспедиции Дмитрия Александровича Переяславского на р. Шелон в 1281 году.<br>\
&emsp;А в то время брат Дмитрия, Андрей, князь Городецкий, поехал в Орду и получил от хана Туда-Менгу ярлык на великое княжение. С татарским войском и с союзниками -  ярославским, ростовским, стародубским князьями Андрей пришел к Переяславлю и взял его, в отсутствии Димитрия Александровича, которому не удалось укрепиться в Копорье и  пришлось бежать на Черноморское побережье и возвратиться затем в город Переяславль уже не великим князем.<br>\
&emsp;В 1283 г. Дмитрий Александрович вернул себе престол с помощью войск Ногая. Дмитрий вернулся с ярлыком на великое княжение и вновь занял уступленный ему Андреем великокняжеский стол (1284год), а также и новгородский.<br>\
&emsp;Опять Андрей Городецкий прибег к помощи татара Золотой Орды в 1285году  и привел их в Суздальскую землю. Димитрий Александрович с союзными князьями прогнал их, не успев все же предотвратить грабежи и насилие. Последующие годы не смогли  укрепить положение Дмитрия.<br>\
&emsp;В 1293 году Андрей Городецкий вновь привел на Русь Дюденеву рать вместе с силами ростовских, ярославских и белозерского князей и окончательно изгнал своего брата Дмитрия с престола, а сам стал Великим князем Владимирским.<br>\
&emsp;Дмитрий  формально отказался от великого княжения в пользу брата и умер, приняв пострижение.<br>\
&emsp;Дмитрий Александрович Переяславский умер в 1294 г. неподалеку от города Волок Ламский. Погребен он был в городе Переславле в Спасо-Преображенском соборе."
};
//-----------------------------------------------------------------------------
(History[1][1])[35] = {
    ver:'free',
    icon:'035_icon',
    title:'Великий князь Андрей Александрович Городецкий',
    day:'Правление 1281-1283,1294-1304 г.',
    description:"<img id='IMG/PHOTOS/035_01.jpg' src='IMG/PHOTOS/035_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[36] = {
    ver:'free',
    icon:'036_icon',
    title:'Великий князь Михаил Ярославович Святой',
    day:'Правление 1304-1318 г.',
    description:"<img id='IMG/PHOTOS/036_01.jpg' src='IMG/PHOTOS/036_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[37] = {
    ver:'free',
    icon:'037_icon',
    title:'Великий князь Юрий III Данилович',
    day:'Правление 1318-1322 г.',
    description:"<img id='IMG/PHOTOS/037_01.jpg' src='IMG/PHOTOS/037_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[38] = {
    ver:'free',
    icon:'038_icon',
    title:'Великий князь Дмитрий Михайлович Грозные Очи',
    day:'Правление 1322-1326 г.',
    description:"<img id='IMG/PHOTOS/038_01.jpg' src='IMG/PHOTOS/038_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[39] = {
    ver:'free',
    icon:'039_icon',
    title:'Великий князь Александр Михайлович',
    day:'Правление 1326-1327 г.',
    description:"<img id='IMG/PHOTOS/039_01.jpg' src='IMG/PHOTOS/039_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------
(History[1][1])[40] = {
    ver:'free',
    icon:'040_icon',
    title:'Великий князь Иван Данилович Калита',
    day:'Правление 1328-1341 г.',
    description:"<img id='IMG/PHOTOS/040_01.jpg' src='IMG/PHOTOS/040_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''>"
};
//-----------------------------------------------------------------------------