//-----------------------------------------------------------------------------
(History[1][1])[31] = {
    ver:'free',
    icon:'031_icon',
    title:'Великий князь Александр Ярославович Невский',
    day:'Правление 1252-1263 г.',
    description:"<img id='IMG/PHOTOS/031_01.jpg' src='IMG/PHOTOS/031_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1220–1263</i><br><br>\
&emsp;Александр Ярославич получил в Золотой Орде ярлык на Великое княжение лишь в 1252 году. Шесть лет продолжалось противоборство между русскими князьями за право называться Великим князем Владимирским. Сразу после смерти Ярослава Всеволодовича престол занял его брат Святослав Всеволодович. Через два года, в 1248 году, он был изгнан из Владимира своим племянником Михаилом Хоробритом. В это время в Золотой Орде решался вопрос, кто из сыновей Ярослава – Андрей или Александр – более достоин титула Великого князя. Ярлык на Великий стол первым получил брат Александра Невского – Андрей Ярославич. Но вскоре Александр добился своего и с помощью татарского войска под предводительством Неврюя изгнал брата из Владимира, а в 1252 году сам стал Великим князем.<br>\
&emsp;Александр Ярославич Невский последовательно проводил в жизнь политику, направленную на укрепление северо-западных границ Руси и примирения с татарами.<br>\
&emsp;Еще будучи князем Новгородским (1236-1251 годы), он показал себя опытным полководцем и мудрым правителем. Благодаря победам, одержанным в «Невской битве» (1240 год), в «Ледовом побоище» (1242 год), а также многочисленным вылазкам против литовцев, Александр на долгое время отбил у шведов, немцев и литовцев желание завладеть северными русскими землями. Противоположную политику Александр вел по отношению к монголо-татарам. Это была политика мира и сотрудничества, целью которой было предотвращение нового нашествия на Русь. Князь часто ездил в Орду с богатыми дарами. Ему удалось добиться освобождения русских воинов от обязанности воевать на стороне монголо-татар.<br>\
&emsp;Вместе с тем в годы правления князя Александра на Руси была введена система баскачества. Это привело к народным волнениям сначала в Новгороде (1259 год), а затем и в других городах княжества: Ростове, Суздале, Владимире (1262 год). Во время этих восстаний были убиты татарские баскаки, и князь Александр поехал в ставку хана просить о помиловании. Эту задачу ему удалось выполнить, но, возвращаясь из Орды, 14 ноября 1263 года князь Александр Ярославич Невский умер в Городце.<br>\
&emsp;В 1724 году по приказу Петра Великого прах Александра Невского был перезахоронен в Санкт-Петербурге в Александро-Невской лавре. Александр Невский канонизирован Русской православной церковью. В честь Александра Невского был учрежден орден (1725 год), который стал одной из высших наград в Российской империи. Его девиз «За труды и Отечество»."
};
//-----------------------------------------------------------------------------
(History[1][1])[32] = {
    ver:'free',
    icon:'032_icon',
    title:'Великий князь Ярослав III Ярославич Тверской',
    day:'Правление 1264-1272 г.',
    description:"<img id='IMG/PHOTOS/032_01.jpg' src='IMG/PHOTOS/032_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1230-1272</i><br><br>\
&emsp;Шестой сын великого князя Ярослава Всеволодовича и княгини Феодосии Мстиславовны.<br>\
&emsp;В 1252 году, когда Александр Невский уехал в Орду, Ярослав Ярославич, вместе с Андреем, заняли укрепленный Переяславль-Залесский, и начали подготовку для ведения борьбы против  Александра. Но они потерпели неудачу: при взятии города Переяславля сообщниками Невского - татарами – были убиты воевода и жена Ярослава. Детей Ярослава Ярославича взяли в плен.<br>\
&emsp;В 1254 году Ярослав Третий сбежал в Ладогу, где был хорошо принят местными жителями.<br>\
&emsp;В 1255 г. Ярослав Ярославич  был переведен новгородцами, которые желали избавиться от правления Невского, в Псков, а потом посадили в Новгороде. Александр Невский выступил против Ярослава, который сбежал неизвестно куда; год его возвращения в свое княжество неизвестен.<br>\
&emsp;В 1258 году князь Ярослав с братьями и племянником Борисом ростовским, поехал в Орду, откуда, по источникам летописи, был отпущен «со многой честью» и вернулся в Тверь.<br>\
&emsp;В 1262 году Александр Невский послал Ярослава на помощь городу Новгороду против напавших немцев. После смерти великого князя Александра Невского (умер в 1263 году) Андрей  и Ярослав вступили в борьбу за великокняжеский престол. Спор был отдан на решение хану, который отдал великокняжеский ярлык Ярославу (1263год). Теперь во владение Ярославу отошли Владимирское  и Тверское великие княжества. Сделав своей ставкой Тверь, Ярослав продолжил управление Псковом и Новгородом через своих наследников.<br>\
&emsp;В 1266 году  новгородцы, на которых влияла партия меньших, изгнали князя Дмитрия Александровича и пригласили на княжение Ярослава Ярославича, который сочетался браком с  дочерью новгородского боярина Юрия Михайловича с целью привлечения на свою сторону партии больших и улучшения своего положения в Новгороде.<br>\
&emsp;В 1267 году Ярослав Ярославич чуть не поссорился с новгородцами из-за литовцев, и бежавших из Литвы людей в Псков. Новгородцы хотели их убить, но Ярослав не разрешил это делать. Второй причиной  распри было избрание жителями Пскова на княжение  иноземного литовца Домонта вместо Святослава, сына Ярослава Ярославича. В скором времени сам Ярослав уехал из города Новгорода (1267 год) и оставил там своего племянника Юрия Андреевича.<br>\
&emsp;В 1268 году Ярослав Ярославич, уступая просьбе новгородцев, послал им в союзники своих сыновей (Михаила  и Святослава) и др. князей, которые приняли участие в Раковорской битве. Пользуясь царившими беспорядками, которые царили в то время в Новгороде, Ярослав Ярославич прибыл в Новгород и потребовал отнять власть у некоторых знатных людей. Горожане сначала ответили ему отказом, но после, опасаясь немцев и нуждаясь в помощи Ярослава Ярославича, были вынуждены согласиться с его требованиями.<br>\
&emsp;В 1270 году был заключен мир с немцами, и  в этом же году Ярослава Ярославича изгнали из Новгорода за самовластный характер его действий. Ярослав решил усмирить новгородцев и  пригласил к участию в борьбе против них князей Дмитрия Александровича Переяславского и Глеба Смоленского. А также  получил вооруженную помощь от татар.<br>\
&emsp;На сторону новгородцев встал  Василий, князь костромской, брат Ярослава, который был в обиде на Ярослава за то, что последний в 1269 году велел перехватить новгородских купцов в Костроме. Целую неделю у города Русы противники стояли друг против друга. И лишь при содействии митрополита Кирилла Второго, обе стороны пошли на уступки и Ярослав примирился с новгородцами.<br>\
&emsp;Своим наместником в Новгороде Ярослав оставил боярина Андрея Воротиславича. В 1270 году новгородцы, изгнали Андрея Воротиславича  из города, недовольные творящимся произволом. Великий князь Ярослав Ярославич с целью  подавления бунта позвал татар и пригрозил городу Новгороду большим  разорением. Митрополиту Кириллу и на этот раз удалось примирить Ярослава с новгородцами.<br>\
&emsp;В 1271 году  князь Ярослав Ярославич с Василием и Дмитрием, сыновьями Невского поехал в Золотую Орду за подтверждением великокняжеской власти. Золотоордынский хан сохранил титул великого князя за Ярославом.<br>\
&emsp;Но на обратном пути на родину великий князь Ярослав Ярославич скоропостижно скончался, приняв в схиме имя Афанасия (16 сентября 1271 г.). Существуют предположения, что он, как и его старший брат Александр Невский, был отравлен."
};
//-----------------------------------------------------------------------------
(History[1][1])[33] = {
    ver:'free',
    icon:'033_icon',
    title:'Великий князь Василий Ярославич Костромской',
    day:'Правление 1272-1276 г.',
    description:"<img id='IMG/PHOTOS/033_01.jpg' src='IMG/PHOTOS/033_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1241-1276</i><br><br>\
&emsp;Младший сын Ярослава Всеволодовича Василий Ярославич Костромской стал Великим князем Владимирским по утверждению хана в 1272 году. С 1246 года он – князь Костромской.<br>\
&emsp;Начало правления князя Василия было омрачено распрей с племянником Дмитрием Александровичем Переяславским из-за Новгорода. Князья выступили друг против друга, но сражение не состоялось: после переговоров князь Дмитрий оставил свои притязания на Новгород в пользу Великого князя.<br>\
&emsp;Во время правления Василия монголо-татары крупных военных операций не проводили. Южные русские князья пытались привлечь их на свою сторону в борьбе против Литвы. Но в самом начале похода князья рассорились и не захотели идти дальше. На обратном пути в Орду «союзники» разорили и сожгли многие русские села. «Дружба с неверными, не лучше брани, и сей случай да будет примером для потомства», – так говорится в летописи.<br>\
&emsp;Великий князь Василий Ярославич умер в 1276 году, вернувшись из Орды."
};
//-----------------------------------------------------------------------------
(History[1][1])[34] = {
    ver:'free',
    icon:'034_icon',
    title:'Великий князь Дмитрий Александрович Переяславский',
    day:'Правление 1276-1281,1283-1294 г.',
    description:"<img id='IMG/PHOTOS/034_01.jpg' src='IMG/PHOTOS/034_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1250-1294</i><br><br>\
&emsp;С 1259 г. Дмитрий Александрович Переяславский был наместником своего отца в городе Новгороде. Жители тогда же признали Дмитрия  своим князем, следуя древнему правилу о том, что глава Руси является и главой Новгорода.<br>\
&emsp;В 1262 г. Дмитрий вместе со своим дядей Ярославом Ярославичем ходил против немцев к Юрьеву, осуществил поход на Дерпт.<br>\
&emsp;В 1264 г. после смерти Александра Невского новгородцы выгнали Дмитрия, «указали ему путь», по причине того, что «зане князь еще мал бяше».<br>\
&emsp;Вскоре князь Дмитрий переехал в Переяславское княжество, которое было завещано ему отцом. Время правления Дмитрия в Переяславле (1263-1294 гг.) считается историками периодом расцвета княжества.<br>\
&emsp;В 1268 году Димитрий был приглашен новгородцами на борьбу против ливонских немцев; летописцы называют Дмитрия видным участником состоявшихся битв под Раковором и на реке Кеголи. В 1270 году новгородцы позвали к себе на княжение Димитрия, порвав с князем Ярославом Ярославичем. Но Димитрий отказался, не желая брать престол «перед стрыем (дядей) своим».<br>\
&emsp;В 1272 году Димитрий Александрович после смерти дяди Ярослава Ярославича сам стремится занять новгородский престол и использовать его как ступень к Владимирскому престолу. Однако не выдерживает начавшегося соперничества с Василием Ярославичем. Дмитрий отправил своих послов в город Новгород просить новгородский стол. Новгородцы согласились, однако  вытребовали  условие, чтобы он правил у них не самовластно, как его отец, а по древним новгородским обычаям.<br>\
&emsp;Дядя Дмитрия Александровича, Василий Ярославич Мизинный, добивавшийся власти над городом Новгородом, получил отказ, но не думал уступать своих прав. Вместе племянником своим Святославом Ярославичем Тверским  и с татарами Василий пошел на  новгородские волости и взял город Торжок. Зимой  в 1273 г. Дмитрий Александрович с новгородцами пошел к Твери, а к Василию послал сообщить: «Возврати волости новгородские и помирись с нами». Но Василий  Ярославич не хотел мира. Видя его упорство, новгородцы пришли в смятение, многие захотели принять Василия. После этого, Дмитрий Александрович, не дожидаясь изгнания, уехал в свой удельный Переяславль.<br>\
&emsp;Только заняв уже великокняжеский стол, в 1276 году,  после Василия Ярославича, Дмитрий Александрович был посажен жителями Новгорода на их престол (1277год).<br>\
&emsp;В 1279 году Дмитрий начал с новгородцами переговоры о постройке г. Копорья; в 1280 г. там была заложена каменная крепость. Укрепленный пункт в руках князя Дмитрия на новгородской территории повлек за собой возражения среди новгородцев; дело даже дошло до карательной экспедиции Дмитрия Александровича Переяславского на р. Шелон в 1281 году.<br>\
&emsp;А в то время брат Дмитрия, Андрей, князь Городецкий, поехал в Орду и получил от хана Туда-Менгу ярлык на великое княжение. С татарским войском и с союзниками -  ярославским, ростовским, стародубским князьями Андрей пришел к Переяславлю и взял его, в отсутствии Димитрия Александровича, которому не удалось укрепиться в Копорье и  пришлось бежать на Черноморское побережье и возвратиться затем в город Переяславль уже не великим князем.<br>\
&emsp;В 1283 г. Дмитрий Александрович вернул себе престол с помощью войск Ногая. Дмитрий вернулся с ярлыком на великое княжение и вновь занял уступленный ему Андреем великокняжеский стол (1284год), а также и новгородский.<br>\
&emsp;Опять Андрей Городецкий прибег к помощи татара Золотой Орды в 1285году  и привел их в Суздальскую землю. Димитрий Александрович с союзными князьями прогнал их, не успев все же предотвратить грабежи и насилие. Последующие годы не смогли  укрепить положение Дмитрия.<br>\
&emsp;В 1293 году Андрей Городецкий вновь привел на Русь Дюденеву рать вместе с силами ростовских, ярославских и белозерского князей и окончательно изгнал своего брата Дмитрия с престола, а сам стал Великим князем Владимирским.<br>\
&emsp;Дмитрий  формально отказался от великого княжения в пользу брата и умер, приняв пострижение.<br>\
&emsp;Дмитрий Александрович Переяславский умер в 1294 г. неподалеку от города Волок Ламский. Погребен он был в городе Переславле в Спасо-Преображенском соборе."
};
//-----------------------------------------------------------------------------
(History[1][1])[35] = {
    ver:'free',
    icon:'035_icon',
    title:'Великий князь Андрей Александрович Городецкий',
    day:'Правление 1281-1283,1294-1304 г.',
    description:"<img id='IMG/PHOTOS/035_01.jpg' src='IMG/PHOTOS/035_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? – 1304</i><br><br>\
&emsp;Третий сын Александра Ярославича Невского и полоцкой княгини Александры Брячиславны.<br>\
&emsp;Властолюбивый Андрей Александрович мог назваться законно великим князем Руси. Никто не спорил с ним. Константин Борисович после кончины своего брата Дмитрия Борисовича в 1294 г. сел на престол в Ростове, отдав Углич своему сыну Александру.<br>\
&emsp;Великий князь Андрей Александрович Городецкий и Михаил Ярославич Тверской женились на дочерях умершего Дмитрия Ростовского. Андрей Александрович не имел данных для великого княжения. Он был завистливым, корыстолюбивым человеком, брал города и истреблял христиан руками татар, пролил много невинной крови.<br>\
&emsp;В 1295 г. Андрей ездил с супругой в Орду, чтобы снискать милость хана Тохты. Ханский посол, назначенный миротворцем, созвал в 1296 - 1297 гг. русских князей во Владимир. Те разделились на два лагеря: Михаил Ярославич Тверской взял сторону Даниила Александровича Московского, Федор Ростиславич (Черный) и Константин Борисович - сторону Андрея Александровича. Посол слушал князей, но не понимал смысла их спора. А они, не выдержав напряжения разбора дела, вынули мечи и хотели биться, но татары их усмирили. Все кончилось миром или, лучше сказать, ничем.<br>\
&emsp;Русские князья вручили татарам дары, и те уехали. Андрей Александрович решил собрать войско, чтобы наказать своих родственников как мятежников. Желая воспользоваться отсутствием Иоанна Дмитриевича, переяславского князя, который тогда находился в Орде, великий князь хотел завладеть Переяславлем, но встретил под Юрьевом сильную тверскую и московскую рать, ибо Иоанн, уезжая к хану, поручил защиту своей земли Михаилу Тверскому. Снова был заключен мир, который уже не был нарушен до смерти Андрея Городецкого.<br>\
&emsp;В 1302 г. умер Иоанн Дмитриевич, которого в летописях называют Тихим или Кротким, он был бездетным. Иоанн завещал Переяславль своему дяде Даниилу Александровичу. Однако Даниил Александрович Московский прибыл в этот город и выгнал всех бояр великого князя, пытавшегося утвердиться в Переяславле. Даниил считал себя истинным наследником Иоанна Тихого и, негодуя на властолюбивого брата, поехaл с жалобой к хану. Переяславское княжество, как и Ростовское, было знаменитейшим тогда и численностью жителей, и крепостью города.<br>\
&emsp;Даниил Александрович утвердил независимость Москвы. Он победил и пленил рязанского князя Константина Романовича, убив многих татар, на поддержку Которых тот рассчитывал. Это был удивительно смелый шаг со стороны Даниила Московского, более того, он не имел никаких последствий. Таким образом поднималась Москва. Русский народ, пользуясь внутренними раздорами в Орде, начал точить свои мечи с тем, чтобы сокрушить власть завоевателей.<br>\
&emsp;Между тем, пока Андрей Городецкий был в Орде, внезапно скончался Даниил Александрович Московский (1303 г.). Он первым возвеличил Москву и первым из князей был погребен в церкви Св. Михаила (находилась на месте Архангельского собора), оставив о себе долговременную память князя доброго, справедливого, благоразумного, и «приготовил Москву заступить место Владимира» (Н.М.Карамзин). Узнав о кончине Даниила, переяславцы единодушно объявили своим князем его сына Юрия, или Георгия Данииловича, которому не позволили даже поехать на похороны отца, так как горожане боялись, чтобы Андрей Городецкий вторично не занял их город. Но Юрий, успокоив народ, не только без страха ожидал Андрея, но хотел еще и новыми приобретениями умножить владения Москвы. Он соединился с братьями и завоевал Можайск, Смоленский удел, тесня князя Святослава Глебовича, племянника Федора Ростиславича Черного.<br>\
&emsp;По возвращении из Орды великий князь Андрей Александрович собрал в 1303 г. княжеский съезд. Были зачитаны ханские ярлыки. Несмотря на то, что Переяславль должен был быть передан другому князю, Юрий Даниилович удержал и закрепил его за собой. В этом съезде не участвовали другие удельные князья - рязанские, смоленские, так как нашествие татар уничтожило последние связи между ними. Псковитянам снова пришлось столкнуться с силами Ливонского Ордена. Их князь Довмонт, уже в летах, победил немцев. Вскоре он умер, прослужив Руси 33 года. Довмонт был женат на дочери великого князя Дмитрия Александровича - Марии. Народ Пскова любил Довмонта, он хорошо обустроил город. Новгородцы на Финском заливе укрепили Копорье, но шведы ревностно следили за усилением русских в этих местах.<br>\
&emsp;В 1300 г. шведский флот зашел в Неву, и шведы заложили в устье реки новый город-крепость Ландскрона. Новгородцы долго звали великого князя уничтожить эту крепость. Наконец Андрей Александрович согласился, и в 1301 г. крепость была осаждена русскими, шведы упорно сопротивлялись, но были сломлены, а город русские сровняли с землей. 27 июля 1304 г. великий князь Андрей Александрович умер, заслужив ненависть современников и презрение потомков.<br>\
&emsp;Никто из князей рода Мономаха не сделал столько зла отечеству, как этот недостойный сын Александра Невского, погребенный в Волжском Городце, далеко от священного праха родителя. В княжение Андрея Александровича (в 1299 г.) митрополит Максим навсегда оставил Киев, чтобы не быть там свидетелем несносного тиранства татаро-монгол. Он переехал во Владимир. После Ярослава Всеволодовича и сына его Александра Невского великие князья уже не имели никакой власти над днепровскими княжествами.<br>\
&emsp;Андрей Александрович был женат с 1294 г. на дочери князя Ростовского Дмитрия Борисовича, княгине Василисе."
};
//-----------------------------------------------------------------------------
(History[1][1])[36] = {
    ver:'free',
    icon:'036_icon',
    title:'Великий князь Михаил Ярославович Святой',
    day:'Правление 1304-1318 г.',
    description:"<img id='IMG/PHOTOS/036_01.jpg' src='IMG/PHOTOS/036_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1271 – 1318</i><br><br>\
&emsp;Государственный и военный деятель, князь тверской (с 1285 года), в 1305-1317 годах великий князь владимирский. Святой великий князь Тверской. Первый «Великий князь всея Руси».Младший сын великого князя владимирского Ярослава Ярославича от второй супруги его Ксении. Внук Ярослава II Всеволодовича. Племянник Александра Невского.<br>\
&emsp;Михаил родился в 1271 г.. Отец его Ярослав Ярославич, брат Александра Невского, умер за 6 недель до рождения сына, возвращаясь из Орды (по некоторым источникам – был отравлен). Михаил воспитан матерью княгиней Ксенией и Тверским Епископом Симеоном.<br>\
&emsp;Михаил Ярославич первый утвердил независимость Тверского княжения.<br>\
&emsp;После смерти сыновей Невского, будучи его племянником, Михаил Ярославич должен был получить княжение  по праву старшинства. Но окончательное решение в этом вопросепринимала Орда. В это время о своих притязаниях на престол заявил князь Московский Юрий Данилович. Но  ярлык на Великий престол получил Михаил Ярославич Тверской. Это событие стало причиной борьбы 2-х все более усиливающихся княжеств – Тверского и Московского – за великое княжение.<br>\
&emsp;Князь Михаил хотел силой подчинить себе Юрия Даниловича Московского. В 1305 и 1308 гг. он совершил походы на Москву. Кровопролитные сражения  не решали проблему. Эта тяжба затянулась на долгие годы, усугубляясь властолюбием Георгия(Юрия), непримиримостью и его родственными отношениями с татарами.<br>\
&emsp;Князья совершили попытку разрешения спорного вопроса с с помощью Орды. В 1313 г. татары помогли Михаилу вернуть город Новгород, горожане которого в отсутствие князя Михаила пригласили княжить Юрия Даниловича.<br>\
&emsp;В 1317 г. объединенное русское войско во главе с князем Юрием Даниловичем Московским и татарское войско под предводительством хана Кавгадыя подошли к Твери. Бой под Тверью была проигран Юрием Московским. В плен к Тверскому князю Михаилу Ярославичу попали сам Кавгадый и Кончака, которая была женой Юрия Даниловича. но по милосердию своему даровал им свободу. К несчастью, Кончака, приходившаяся сестрой хану Узбеку, скоропостижно умерла, и Юрий с татарским полководцем Кавгадыем оклеветали Михаила Ярославича перед ханом Узбеком. Ими был распущен  слух о том, что Кончаку отравили.<br>\
&emsp;Юрий Данилович поехал в Орду с жалобой на Великого князя. Михаил Ярославич был вызван в Орду.<br>\
&emsp;На берегу реки Нерли Михаил Ярославич попрощался с матерью и исповедался в грехах своему духовнику, а сам направился в Орду, идя на верную гибель. Князь Михаил Ярославич понимал, что таким образом он полагает свою душу за близких и за весь русский народ.<br>\
&emsp;В начале хан принял Михаила Ярославича в орде доброжелательно, но через некоторое время приказал его судить, предъявив обвинение на основании свидетельств клеветников об отравлении Кончака и утаивании части дани, собранной для хана. Не слушая оправданий князя Михаила, его отдали под стражу, оковали цепями, на шею наложили тяжелую колодку.<br>\
&emsp;Михаил с удивительной твердостью и великим терпением переносил причиняемые унижения и муку. Видя приближение неминуемой гибели, князь проводил ночи в молитвах и чтении псалмов. Княжеский Отрок держал книгу перед ним и переворачивал листы, потому что руки Михаила Ярославича были связаны.<br>\
&emsp;Верные слуги князя Михаила предлагали князю тайно бежать, но он в ответ говорил им: «Спасая себя, не спасу отечество. Да будет воля Божия!»<br>\
&emsp;По словам летописца ясно,  что хан колебался привести приговор суда в исполнение, но Юрий Московский настаивал и яро добивался смерти Михаила. Этому событию посвящен выдающийся памятник древней тверской литературы «Повесть о Михаиле Ярославиче Тверском». Князя Михаила закололи во время молитвы в своем шатре убийцы посланные ханом Узбеком.<br>\
&emsp;Толпа разграбила имущество князя Михаила. Юрий послал тело великого князя в Маджары. Там многие люди хотели внести тело Михаила в церковь, но бояре не разрешили этого, поставив его в хлеву, а позже избегали останавливаться у церквей.<br>\
&emsp;Летописец называл Михаила Ярославича таким же отечестволюбцем, каким был святой Димитрий Солунский. Кроме государственных достоинств, Михаил отличался и семейственными, он был воспитан в правилах благочестия своей добродетельной матерью Ксенией, которая закончила свои дни монахиней.<br>\
&emsp;В браке с Анной Кашинской у Михаила были дети: Феодора, Дмитрий Михайлович Тверской, Александр Михайлович Тверской, Василий Михайлович Кашинский, Константин Михайлович Кашинский. После смерти Михаила Ярославича великим князем тверским стал его старший сын Дмитрий Михайлович.<br>\
&emsp;Русская православная церковь канонизировала князя Михаила Ярославича, причислив его к лику Святых в 1549 году на втором Московском Соборе. День памяти: 22 ноября/5 декабря"
};
//-----------------------------------------------------------------------------
(History[1][1])[37] = {
    ver:'free',
    icon:'037_icon',
    title:'Великий князь Юрий III Данилович',
    day:'Правление 1318-1322 г.',
    description:"<img id='IMG/PHOTOS/037_01.jpg' src='IMG/PHOTOS/037_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1281 – 1325</i><br><br>\
&emsp;Юрий много лет боролся с тверским князем Михаилом Ярославичем за престол Великого княжества Владимирского. Он привлек на сторону Москвы владимирского митрополита Петра. В 1311 Юрий захватил Нижний Новгород, где посадил на княжение своего брата Бориса.<br>\
&emsp;В 1317 Юрий в Золотой Орде женился на сестре Узбек-хана Кончаке (в крещении — Агафье).<br>\
&emsp;22 декабря 1317 года был разбит Михаилом Тверским в сражении под селом Бортеневом, в 40 верстах от Твери, бежал в Орду, где с помощью Кавгадыя, приближённого хана Узбека, добивался от хана расправы над своим политическим противником, обвиняя Михаила Ярославича в отравлении Кончаки (Агафьи), умершей в Твери при загадочных обстоятельствах. После казни Михаила Ярославича в Орде в 1318 Юрий получил от хана ярлык на великое владимирское княжение.<br>\
&emsp;По возвращении из Орды в 1319 году Юрий посадил своего брата Афанасия князем в Новгороде.<br>\
&emsp;В 1320 году Юрий ходил войной на рязанского князя Ивана Ярославича, закрепляя Коломну за Московским княжеством. В том же году умер его брат Борис. А другой брат Юрия, Иван Данилович, поехал в Орду к Узбеку, утверждаться в качестве наследника Московского княжества.<br>\
&emsp;В 1321 году Дмитрий Тверской признал власть Юрия Даниловича и передал ему ордынскую дань со всего Тверского княжества. Но Юрий, вместо того, чтобы отвезти тверскую дань в Орду, отвёз её к брату в Новгород и через купцов-посредников пустил её в оборот, желая получить проценты. Действия Юрия с ордынской данью разгневали хана Узбека, и в 1322 году Дмитрий Тверской получил ярлык на великое княжение.<br>\
&emsp;Сам Юрий был вызван в Сарай-Берке, а Дмитрий попытался поймать Юрия на пути в Орду, но тот уехал к брату Афанасию в Новгородскую землю: во Псков, а потом в Новгород, где был принят на княжение.<br>\
&emsp;В Новгородской земле Юрий основал в 1323 году крепость Орешек, заключил Ореховский мир между Новгородом и Швецией и участвовал в походе на Устюг в том же году.<br>\
&emsp;Когда в 1325 году Юрий Данилович приехал в Сарай-Берке и стал добиваться ярлыка на великое княжение, тверской князь Дмитрий Михайлович Грозные Очи зарубил Юрия саблей при личной встрече, в припадке гнева, а затем был схвачен ордынцами и год спустя по приказу хана казнён. Ярлык на великое княжение достался брату Дмитрия — Александру Михайлов"
};
//-----------------------------------------------------------------------------
(History[1][1])[38] = {
    ver:'free',
    icon:'038_icon',
    title:'Великий князь Дмитрий Михайлович Грозные Очи',
    day:'Правление 1322-1326 г.',
    description:"<img id='IMG/PHOTOS/038_01.jpg' src='IMG/PHOTOS/038_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1299-1326</i><br><br>\
&emsp;Представитель рода Тверских великих князей.<br>\
&emsp;Дмитрий Михайлович - сын святого Михаила Ярославича, князя тверского и великого князя владимирского, и княжны Анны Дмитриевны Ростовской, известной как Анна Кашинская, также признанной святою.<br>\
&emsp;Князь Тверской в 1318-1326 годах, великий князь Владимирский в 1322-1326 годах.<br>\
&emsp;Дмитрий Михайлович Грозные Очи родился 15 сентября в 1299 году в Твери. Обряд постриги (ритуал сажания на коня) состоялся для Дмитрия 8 ноября 1301 года.<br>\
&emsp;По некоторым сведениям известно, что Дмитрий Михайлович в 1311 году был послан своим отцом в Нижний Новгород.<br>\
&emsp;В 1314 году, когда отец Дмитрия, Михаил Ярославич, князь тверской и великий князь владимирский, находился в Орде, Дмитрий Михайлович ополчился на князя Юрия (Георгия) Даниловича московского и вывел на берег Волги свои войска против новгородцев, которые были союзниками Юрия.<br>\
&emsp;В 1318 году Дмитрий просил отца не ездить в Орду.<br>\
&emsp;Его предчувствия сбылись. В 1319 г. великий князь владимирский Михаил Ярославич был казнен в Орде, а ярлык на великое княжение хан Узбек отдал Юрию Даниловичу Московскому.<br>\
&emsp;После смерти отца Дмитрий Михайлович наследовал Тверь в 1319 году.<br>\
&emsp;В 1320 году Юрий Данилович Московский собрался походом со своей дружиной на Тверь, но война не состоялась.<br>\
&emsp;Дмитрий в 1321 году отправил в Переяславль к Юрию послов и заключил мир, согласно которому им были выплачены Московскому князю 2000 рублей серебром. Также Дмитрий Михайлович дал обещание  не претендовать на великое княжение. Две тыс. рублей были взяты якобы для хана, но Юрий Данилович не спешил отдавать их татарскому послу, а поехал в Новгород, куда его вызвали для ратных дел. Этим обстоятельством и воспользовался Дмитрий Михайлович.<br>\
&emsp;В 1322 году он поехал в Орду, обманув Юрия, который в то время был  Финляндии, и выхлопотал себе ярлык на великое княжение. Татищев писал, что Дмитрий Михайлович пояснил хану Узбеку всю ситуацию: неправду Юрия Даниловича Московского и особенно Кавгадыя, ханского посла, по доносу которых был казнен отец Дмитрия Михайловича.<br>\
&emsp;Хан Узбек приказал казнить посла Кавгадыя, а Юрия Даниловича лишил великого княжения, объяснив это тем, что тот удерживал у себя ханскую дань. Лишившись милости хана, Юрий Данилович не смог уже бороться с Тверью и следующие 2 года провел в новгородских землях, не решаясь возвратиться в Москву.<br>\
&emsp; 1324 году к Юрию приехал ханский посол Ахмыл  и он был призван ханом в Орду. Дмитрий решил опередить соперника одного и поспешил в Орду сам. Подробности встречи двух врагов неизвестны. Встретив убийцу своего отца, 21 ноября 1325 г., в канун дня казни великого князя Михаила Ярославича, Дмитрий зарезал Юрия и стал ожидать ханского суда, питая все же надежду на ханское снисхождение.<br>\
&emsp;Однако хан Узбек сильно рассердился на это самоуправство. Юрий Данилович был его зятем, и сторонники из Москвы указывали, что надо отомстить за смерть своего родственника. К тому же, они  говорили, прощение убийцы может быть рассмотрено как мягкость со стороны хана. Узбек долго думал и наконец, велел убить Дмитрия Михайловича, а великое княжение отдал его брату Александру.<br>\
&emsp;15 сентября 1326 года Дмитрия Михайловича казнили по ханскому повелению «на реце Кодракле» (теперь эта река неизвестна). Не осталось и сведений о том, где погребено тело Дмитрия, привезенное из Орды.<br>\
&emsp;Князь Дмитрий Михайлович Грозные Очи с 1320 г. был женат на  дочери великого князя Литовского Гедемина великой кн. Марии. После гибели Дмитрия Михайловича в Орде его супруга не смогла перенести горя и вскоре умерла. Детей у них не было."
};
//-----------------------------------------------------------------------------
(History[1][1])[39] = {
    ver:'free',
    icon:'039_icon',
    title:'Великий князь Александр Михайлович',
    day:'Правление 1326-1327 г.',
    description:"<img id='IMG/PHOTOS/039_01.jpg' src='IMG/PHOTOS/039_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1301-1339</i><br><br>\
&emsp;Второй сын Михаила Ярославича, великого князя тверского и владимирского, убитого в Орде в 1318 г., и Анны Дмитриевны, дочери князя ростовского Дмитрия Борисовича. Александр Михайлович получил великое княжение владимирское в 1325 г. после гибели старшего брата Дмитрия Михайловича Грозные Очи в Орде, но жил и правил в Твери, боролся с усилением влияния на Руси московского князя Ивана I Калиты.<br>\
&emsp;В 1327 г. в Тверь прибыл татарский баскак Чол-хан (Шевкал, Щелкан), двоюродный брат хана Узбека. Между татарами и тверичами произошла стычка, переросшая в настоящее восстание, в результате которого татары были перебиты. Усмирять восставших прибыл Иван Калита, который привёл в Тверь огромное войско. Тверская земля подверглась опустошению и сожжению, много людей было уведено в плен. Александру Михайловичу пришлось бежать в Псков. В Твери стал княжить его брат Константин.<br>\
&emsp;Александр стал княжить в Пскове, он продолжил борьбу с татарами и московскими князьями, выступив с воззванием к русским князьям, в котором предложил объединиться и сообща бороться с татарами. Князья оставили его призыв без ответа, а Иван Калита пошёл походом на Псков. Перед угрозой отлучения от церкви его и псковичей-сторонников со стороны митрополита Феогноста, он вынужден был бежать в Литву, где провёл полтора года. Вернувшись в Псков, продолжал княжение до 1335 г. После долгих раздумий поехал в Орду просить великое княжение в Твери. Хан Узбек вернул ему Тверь в 1337 г. и Константину пришлось уступить княжение своему старшему брату. Ивану Калите не понравилось, что в Твери снова стал княжить Александр Михайлович, и он поехал с богатыми подарками к хану в Орду жаловаться на заклятого врага. Хан Узбек вызвал Александра Михайловича, который сначала отправил своего сына, но после нового приказания - поехал сам. Через месяц ожидания ханского решения, Александр Михайлович и его сын Фёдор были разрублены на части, а останки отправлены в Тверь."
};
//-----------------------------------------------------------------------------
(History[1][1])[40] = {
    ver:'free',
    icon:'040_icon',
    title:'Великий князь Иван Данилович Калита',
    day:'Правление 1328-1341 г.',
    description:"<img id='IMG/PHOTOS/040_01.jpg' src='IMG/PHOTOS/040_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1296—1340</i><br><br>\
&emsp;Калита – так назывался в старину кожаный кошель, в котором хранили деньги.br>\
&emsp;Cвое прозвище великий князь Иван I Данилович Калита получил за то, что он был щедрым к нищим («даяше нищим сколка вымётся»), то есть давал нищим не глядя, сколько вытащит из кошелька. Калитой его называли еще и потому, что он обладал огромными богатствами.br>\
&emsp;Иван I Калита – сын удельного князя Даниила Александровича и внук Александра Невского. Иван Калита вошел в историю отечества прежде всего как собиратель русских земель. Но делал это великий князь не путем захвата княжеств оружием, а с помощью денег. Он постоянно покупал села и города, отдаленные от Москвы и близлежащие, что не нравилось многим другим удельным князьям. Иван Калита приобрел для Московского княжества такие города, как Белозерск, Углич, Галич, Ростов, Дмитров.br>\
&emsp;Восемнадцать лет правления Ивана I Калиты было временем усиления Москвы, временем ее быстрого возвышения над другими русскими городами.br>\
&emsp;Как ни странно, усилению Москвы очень способствовало умение Ивана Калиты ладить с ханом. Иван Калита часто ездил в Орду и скоро заслужил симпатию и расположение хана Узбека. Когда в 1327 году в Твери началось восстание против ханского баскака Чолхана, Калита предложил Орде свою помощь и быстро расправился с бунтовщиками. Он разграбил и сжег Тверь.br>\
&emsp;Когда тверской князь Александр получил от хана ярлык на княжение в Твери, Иван Калита очень разозлился. Он оклеветал Александра перед ханом, обвинив тверского князя в сговоре с литовцами против хана Узбека. Узбек поверил клевете и вызвал князя Александра в Орду, где в 1339 году казнил его вместе с сыном страшной казнью. С этого момента Ивану Калите уже ничего не мешало править Русью.br>\
&emsp;Иван Калита собирал для Орды огромную дань с жителей Руси, благодаря чему он надолго установил мирные отношения с Ордой. В то время, когда другие русские земли очень страдали от татарских вторжений, владения князя Московского Ивана Калиты оставались спокойными и процветали. «Перестали поганые воевать русскую землю, – пишет летописец, – перестали убивать христиан... и с этих пор наступила тишина по всей земле».br>\
&emsp;Бояре из других княжеств охотно переходили к московскому князю и получали от него земли, за что обязаны были ему служить. Калита заботился о внутренней безопасности княжества Московского. Он строго преследовал и казнил разбойников и воров, благодаря чему стало возможным ездить торговым людям по дорогам. Калита не только избавил Русскую землю от татей и разбойников, но еще и чинил «правый суд», помогал бедным и нищим, защищал вдов от насильников. За это он получил второе свое прозвище – Добрый."
};
//-----------------------------------------------------------------------------