//-----------------------------------------------------------------------------
(History[1][1])[101] = {
    ver:'free',
    icon:'101_icon',
    title:'Князь Святослав II Ярославич',
    day:'',
    description:"<img id='IMG/PHOTOS/101_01.jpg' src='IMG/PHOTOS/101_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1027-1076</i><br><br>\
&emsp;Святослав Ярославич, которому было дано в крещении имя Никола (1027—27 декабря 1076года, Киев), был  третьим сыном великого Ярослава Мудрого и Ингегерды Шведской.<br>\
&emsp;Князь черниговский, с 1073 года великий князь киевский.<br>\
&emsp;В 1054 году он получил от отца во владение город Чернигов. Среди всех братьев Святослав выделялся большими способностями и кипучей энергией.<br>\
&emsp;В 1054-1073 гг. входил в так называемый «триумвират Ярославичей» и вместе со старшим братом Изяславом и младшим Всеволодом правил Киевской Русью. Именно при нём черниговским епископом  был принят статус митрополита и активизировалось строительство в Чернигове.<br>\
&emsp;В 1067 году Святослав вместе с братьями совершил поход против Всеслава Полоцкого, войска которого  были разбиты, а сам он  посажен в тюрьму в городе Киеве. В союзе с Всеволодом  и Изяславом  князь Святослав вел борьбу с торками, восточными кочевниками, силу которых они смогли сломить, а также половцами, борьба с которыми оказалась неудачной.<br>\
&emsp;После того, как в 1068 году на Переяславское княжество напали половцы, братья выступили против них, но получили поражение на реке Альте и бежали. Святослав быстро оценил сложившуюся ситуацию  и нанес половцам, вторгнувшимся в Черниговскую область,  сильное поражение у Сновска. Этот поступок значительно повысил авторитет Святослава на Руси. В то же время Изяслав не сумел справиться с половецким нашествием и был за это прогнан из Киева.<br>\
&emsp;Князь Святослав равнодушно отнесся к изгнанию брата.  Когда Изяслав явился в Киев с польскими войсками, братья Святослав и Всеволод ходатайствовали перед ним за киевлян. За это время Святослав успел посадить  в Новгороде Глеба, одного из своих сыновей. У него появилась мысль овладеть Киевом. Святослав заверил брата Всеволода, что Изяслав замышляет лишить их принадлежащим им уделов.<br>\
&emsp;И В 1073 году, Святослав, вступив в заговор с братом Всеволодом, сверг Изяслава, который был вынужден бежать в Европу. По некоторым источникам, этому событию предшествовали активные действия Черниговского княжества, которые преследовали единственную цель - международную изоляцию князя Изяслава (он не получил польской поддержки, на которую рассчитывал). Все попытки князя Изяслава вернуть себе киевский престол были тщетными  до смерти Святослава.<br>\
&emsp;Святослав полностью сознавал то огромное влияние, которое имело  в то время духовенство, и сумел привлечь его на свою сторону. Он покровительствовал святому Феодосию  и Антонию, щедро одаривал Печерский монастырь, построил монастыри Елецкий и Ильинский в Чернигове. В летописях отмечается любовь Святослава к книгам.<br>\
&emsp;В историю культуры он вошёл как заказчик 2-х Изборников Святослава, которые были переписаны для него в 1073 и 1076 гг. Первый из них включает  в себя миниатюру, изображающую князя с семейством.<br>\
&emsp;Женат Святослав был дважды: 1-й раз на Килликии (или Кикилии, Цецилии), женщине неизвестного происхождения. В этом браке рождены дети:<br>\
&emsp;Глеб (ум. 1078г.) — князь Тмутараканский (1064 и 1066—1068гг.), Новгородский (1068—1073гг. и 1077—1078гг.), Переяславский (1073—1077гг.).<br>\
&emsp;Роман Красный (ум. 1079г.) — князь Тмутараканский с 1069 года.<br>\
&emsp;Давыд (Давид) (ум. 1123г.) — князь переяславский (1073—1076гг.),<br>\ князь муромский (1076—1093гг.), князь смоленский в 1093—1095гг. и 1096—1097гг., князь новгородский в 1094—1095гг., князь черниговский (1097—1123гг.).<br>\
&emsp;Олег (ум. 1115г.) — князь тмутараканский.<br>\
&emsp;Давыд и Олег – родоначальники  2-х знаменитых в XII веке ветвей черниговских князей, Ольговичей  и Давыдовичей.  Из Ольговичей происходил святой Михаил Черниговский, от которого пошли многие княжеские роды России. Ныне существующий род князей Горчаковых является потомком Святослава Ярославича по прямой мужской линии.<br>\
&emsp;От 2-го брака, с Одой, графиней Штаденской, племянницей маркграфа Саксонской северной марки, родственницей императора Генриха III  и папы Льва IX ,   Святослав имел одного сына — Ярослава, который впоследствии стал  черниговским князем  (на миниатюре рядом с матерью изображён маленький Ярослав). Из немецких источников известно, что после смерти отца Ярослав воспитывался в Германии, а после вернулся на Русь, где нашёл сокровища, зарытые его матерью. Ярослав стал предком династии рязанских  и муромских и князей (впоследствии -  великих князей Рязанских), которая пресеклась в начале XVI в.<br>\
&emsp;Имеет право на существование и  вполне правдоподобная гипотеза (А. В. Назаренко), согласно которой у Святослава от 2-го  брака с Одой Штаденской была еще дочь, выданная в Византию замуж.  В свою очередь ее дочь, внучка Святослава, в первой четверти XII в. попала в плен к сельджукам,  стала матерью султана Килидж-Арслана Второго, который, как известно из западных источников, считал себя родственником немецких крестоносцев через свою русскую мать.<br>\
&emsp;27 декабря 1076 г. Святослав Ярославич умер на 50-м году жизни, став 1-й известной на Руси жертвой неудачно проведенной хирургической операции. Князь умер от разрезания опухоли («резания желве»). После этого  Киевский престол был занят Всеволодом, который практически тут же вернул его брату Изяславу."
};
//-----------------------------------------------------------------------------
(History[1][1])[102] = {
    ver:'free',
    icon:'102_icon',
    title:'Князь Олег Святославович',
    day:'',
    description:"<img id='IMG/PHOTOS/102_01.jpg' src='IMG/PHOTOS/102_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? - 1115</i><br><br>\
&emsp;Оле́г Святосла́вич (в крещении Михаил) (ок.1053 — 1 августа 1115) — князь Волынский (1073—1076), Тмутараканский (с 1083), Черниговский (1094, 1097), Новгород-Северский (1097—1115). Четвёртый сын Святослава Ярославича от первого брака с Килликией.<br>\
&emsp;В период великого княжения своего отца был наместником на Волыни.<br>\
&emsp;В 1076 году во время борьбы между Изяславом и Святославом Ярославичами, Олег, со своим двоюродным братом Владимиром, ходил помогать польскому королю Болеславу Смелому в борьбе его с чешским князем Вратиславом II, союзником германского императора Генриха IV, к которому обратился за помощью изгнанный Изяслав, тогда как польский король держал сторону Святослава. Когда разбитые русскими и польскими дружинами чехи попытались заключить мир, предлагая 1000 гривен серебра, русские князья, несмотря на очевидное желание Болеслава закончить войну и даже на заключение им мира с чехами, отказались мириться, сославшись на то, что, мол, надо «взять свою честь». Князья не собираясь возвращаться домой с пустыми руками, получив вероятно лишь малую часть из 1000 гривен серебра, уплаченных чехами Болеславу, и в течение четырёх месяцев опустошали чешскую землю, «взяли», наконец, «свою честь», а попутно с ней еще 1000 гривен серебра, уплоченных Вратиславом.<br>\
&emsp;После смерти отца и возвращения при поддержке польского короля Болеслава II на киевский стол Изяслава Ярославича, Олег был выведен из Владимира Волынского (1077) и длительное время жил при дворе Всеволода Ярославича в Чернигове, но, не добившись новых владений, в апреле 1078 года бежал в Тмутаракань.<br>\
&emsp;В 1078 году Олег, вместе с Борисом Вячеславичем, привёл половцев на русскую землю и победил Всеволода Ярославича 25 августа в битве на реке Сожице (Оржице). Победители вошли в Чернигов, но окончательно им не удалось здесь утвердиться: Изяслав киевский соединился с Всеволодом и выступил против племянников. Братья Ярославичи и их сыновья, Ярополк и Владимир, окружили Чернигов и приступили к штурму. В кровавой сече 30 октября 1078 года при Нежатиной Ниве погибли Борис Вячеславич и Изяслав киевский; Олегу едва удалось убежать в Тмутаракань.<br>\
&emsp;В 1079 году половцы и хазары, должно быть не без ведома византийского императора и великого князя Всеволода, севшего в Киеве после смерти Изяслава, схватили Олега и отвезли в Константинополь. После бунта пьяных русских наёмников он, как русский, был сослан на остров Родос. Там он женился на греческой патрицианке Феофании Музалон и через два года получил разрешение вернуться в Тмутаракань. Всеволод киевский посадил в Тмутаракани своего посадника Ратибора, но его выгнали (1081) князья-изгои Давыд Игоревич и Володарь Ростиславич, которые вскоре, в свою очередь, должны были уступить место возвратившемуся Олегу (1083).<br>\
&emsp;В 1094 году Олег, вместе с половцами, предпринял поход на Чернигов, с целью добыть для себя отцовский стол. Там княжил в то время Владимир Мономах. 8 дней продолжалась осада Чернигова; окрестности и монастыри были выжжены и разграблены. Мономах, видя, вероятно, невозможность дальнейшего сопротивления, передал, наконец, Чернигов Олегу, а сам ушёл в Переяслав. Олег сел в Чернигове, предоставив половцам полную свободу грабежа, так как ему иначе нечем было заплатить им за поход.<br>\
&emsp;«Это уже в третий раз — замечает летописец, относящийся вообще неблагоприятно к Олегу, — навел он поганых на русскую землю; много христиан было погублено, а другие взяты в плен и расточены по разным землям» (Ипатьевская летопись, 158).<br>\
&emsp;В 1095 году против половцев Олег ходил не вместе с другими князьями, а отдельно. Это рассердило Святополка и Владимира; сын последнего, Изяслав, захватил, с согласия граждан, принадлежавший Олегу Муром.<br>\
&emsp;В 1096 году Святополк и Владимир послали звать Олега в Киев, чтобы «урядиться о земле русской пред епископами, игуменами, мужами отцов наших и людьми городскими», как на будущее время защищать русскую землю от «поганых». Олег дал гордый ответ: «не пойду на суд к епископам, игуменам, да смердам». Ответ этот, судя по словам летописца, возбудил в Киеве большое негодование против Олега. Святополк и Владимир начали военные действия, двинувшись на Чернигов; Олег убежал в Стародуб, в самый северный город Черниговской земли. Князья осадили город. 33 дня продолжалась осада; наконец, Олег просил мира. Противники его потребовали, чтобы он съездил в Смоленск за своим братом Давыдом и вместе с ним приехал на совещание в Киев. Олег поехал, но смольняне не приняли его, и в Киев ни он, ни Давыд не явились. Святополк и Владимир пошли было на Давыда, но помирились с ним; Олег же, с давыдовыми полками, вновь добыл Муром (6 сентября 1096 года в сражении под Муромом был убит сын Мономаха, Изяслав, а дружина его разгромлена), захватил Суздаль, Ростов и всю землю Муромскую и Ростовскую, посадил в городах посадников и стал собирать дани. В Новгороде сидел в это время первый сын Мономаха, Мстислав, который выступил против Олега и прогнал его не только из всех завоёванных им городов, но даже из Мурома и Рязани. Положение Олега было безвыходным, но Мстислав, в качестве крёстного сына, обещал хлопотать за него перед отцом. Мономах согласился на мир и написал Олегу длинное письмо, в котором убеждал его покончить, наконец, все раздоры и междоусобия.<br>\
&emsp;С. В. Иванов. Русские князья заключают мир в Уветичах<br>\
&emsp;В 1097 году Святополк, Владимир Мономах, Давыд Игоревич, Василько Ростиславич, Давыд и Олег Святославичи съехались в Любече, в Черниговской земле, чтобы заключить мир. Князья постановили: пусть каждая линия княжеского рода владеет своей вотчиной. За Святославичами — Олегом, Давыдом и Ярославом — осталась Черниговская область; Олег сел в Новгород-Северском. Олег также участвовал в княжеском съезде 1098 года и 1100 года (Съезд в Уветичах).<br>\
&emsp;Когда в 1101 году половцы предложили мир русским князьям, Олег, Давид и Владимир Мономах на съезде у Сакова заключают с ними мирное соглашение, подтверждённое обменом заложниками. Мир с половцами был нарушен Святополком и Владимиром Мономахом в 1103 году, организовавшими большой поход против них.<br>\
&emsp;Когда Владимир Мономах задумал свои походы на половцев вглубь степей, Олег, под разными предлогами, в большей их части не принимал участия, но набеги отдельных половецких племен на свои границы он энергично отражал. Так, в 1107 году он, вместе с другими князьями, двинулся к Лубнам против половецкого хана Шарукана, осадившего город, и последний едва успел спастись, хан же Сугра был взят в плен. В 1113 году половцы явились у Выря, Олег соединился с Владимиром, и половцы были прогнаны.<br>\
&emsp;Сам женатый на половчанке, воспитывавший в своей семье сына половецкого князя Итларя, в 1107 году Олег женил одного из своих сыновей, Святослава, на дочери половецкого князя Аепы.<br>\
&emsp;Умер Олег в августе 1115 года. Похоронен в Спасском соборе Чернигова."
};
//-----------------------------------------------------------------------------
(History[1][1])[103] = {
    ver:'free',
    icon:'103_icon',
    title:'Князь Василий Андреевич',
    day:'',
    description:"<img id='IMG/PHOTOS/103_01.jpg' src='IMG/PHOTOS/103_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1264 - 1309</i><br><br>\
&emsp;Василий Андреевич - удельный князь Суздальский (1264 - 1309), потомки которого носили титул великих князей. Об этом князе говорит только «Никоновская летопись», которая известия о нем перепутывает: в одном месте она называет его сыном Михаила Андреевича, между тем, как гораздо вероятнее, что он был его братом и происходил вместе с ним, не от сына Александра Невского, Андрея Александровича, а от брата его Андрея Ярославовича. См. «Нижегор. летоп.», изд. Гациским; Храмцовский «Краткий очерк истории Нижнего Новгорода» (ч. I, глава 1); А. Экземплярский «Великие и удельные князья в татарский период» (II, 388, 396 - 7). А. Э."
};
//-----------------------------------------------------------------------------
(History[1][1])[104] = {
    ver:'free',
    icon:'104_icon',
    title:'Князь Константин Васильевич',
    day:'',
    description:"<img id='IMG/PHOTOS/104_01.jpg' src='IMG/PHOTOS/104_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: ? – 1355</i><br><br>\
&emsp;Сын Василия Андреевича, внук Андрея Ярославича и внучатый племянник Александра Невского. Начал править Суздальским княжеством после смерти своего бездетного брата Александра Васильевича, князя Суздальского в 1309-1331 годы и великого князя Владимирского в 1328-1331 годы.<br>\
&emsp;Впервые начинает участвовать в усобицах и проводить активную политику с 1339 года, когда Смоленский князь восстал против Орды, вступив в союз с Гедимином. Против Ивана Александровича Смоленского выступило татарское войско под руководством Товлубия, а также ряд русских князей, в том числе, как указывает Никоновская летопись, в составе московской рати и Константин Васильевич.<br>\
&emsp;После смерти Ивана Калиты Узбек-хан в 1341 году отдал в подчинение Константину Васильевичу низовские города: Нижний Новгород, Городец и Унжу, однако, надлежавшее ему по праву старшинства великое княжение он так и не получил. После он посещал Орду и в 1342 году, задабривая хана Чанибека, и в 1344 году вместе с остальными русскими князьями. В 1350 году Константин Васильевич переносит столицу из теряющего своё былое значение Суздаля в активно развивающийся Нижний Новгород. В том же году, по просьбе Константина Васильевича константинопольский патриарх поставил суздальским епископом Иоанна, а также заложил в новой столице Храм Боголепного Преоражения, куда из Суздаля был перенесен образ Спаса. Так было образовано Нижегородско-Суздальское великое княжество.<br>\
&emsp;В 1353 году, после смерти Семена Ивановича, Константин попытался оспорить право на великое княжение у Ивана Красного, заручившись поддержкой новгородцев, но хан оставил ярлык у Москвы. Лишь перед своей смертью Константин признал право Ивана Красного на великокняжеский престол.<br>\
&emsp;При его правлении активно осваивались южные и юго-восточные границы княжества, в том числе бассейн реки Кудьмы и правобережье Оки. Заселение новых земель шло мирно, переселенцы были вольны селится везде, где они хотели. Восточная граница княжества расширилась до реки Сундовик.<br>\
&emsp;Время правления Константина - начало эпохи наибольшего расцвета влияния Суздальско-Нижегородского княжества, которое встало в один ряд с Московским и Тверским. Константин сблизился с Литвой, женил своего сына Бориса на дочери князя Ольгерда Агриппине.<br>\
&emsp;У Константина было два брака: с некими Анной Васильевной и Еленой. Имел пятерых детей (но кто из них родился от какой жены - доподлинно неизвестно):<br>\
&emsp;Андрей (ум. в 1365) — великий князь Суздальско-Нижегородский (1355—1365).<br>\
&emsp;Дмитрий (1322—1383) — князь Суздальский с 1356, великий князь Суздальско-Нижегородский с 1365. В 1360—1362 — формальный глава русских княжеств (великий князь Владимирский).<br>\
&emsp;Борис - князь городецко-суздальский<br>\
&emsp;Дмитрий Ноготь — безудельный князь.<br>\
&emsp;Евдокия (ум. 1404) — супруга Михаила Александровича, князя Тверского."
};
//-----------------------------------------------------------------------------
(History[1][1])[105] = {
    ver:'free',
    icon:'105_icon',
    title:'Князь Даниил Александрович',
    day:'',
    description:"<img id='IMG/PHOTOS/105_01.jpg' src='IMG/PHOTOS/105_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1261 - 1303</i><br><br>\
&emsp;Удельный князь Московский. Даниил участвовал в борьбе своих братьев князей Дмитрия Переяславского и Андрея Городецкого за Владимирское великое княжение и за право княжить в Новгороде. Неизбежно вовлекаемый в междоусобия князей, князь Даниил Александрович показал себя миролюбцем. В 1282 году вместе с тверским князем Святославом Ярославичем он соединил Московские войска с войсками брата своего Андрея, боровшегося за великое княжение Владимирское против другого брата, Димитрия; но при первой встрече у града Дмитрова вооружившиеся заключили мир, и кровь не лилась. С 1283 года действовал на стороне князя Дмитрия, ставшего великим князем владимирским. В 1293 Москва была взята войском татарского царевича Тудана («Дюденева рать»). После смерти князя Дмитрия (1294) Даниил Александрович возглавил московско-переяславско-тверской союз против князя Андрея. Когда Андрей стал великим князем Владимирским, в 1296 году открылись ссоры между русскими князьями; но и Андрей признал тогда правоту князя Даниила, а епископы Владимирский Симеон и Сарский Измаил убедили на съезде князей во Владимире прекратить ссору миром. Когда же вслед за тем Андрей хотел с войском своим завладеть Переяславлем-Залесским, Даниил, князь Московский, вместе с Тверским князем Михаилом встретил Андрея с сильною ратью, — и после переговоров в другой раз заключен был мир.<br>\
&emsp;В 1301 году участвовал в Дмитровском съезде русских князей.<br>\
О возросшем политическом влиянии Москвы свидетельствовало участие князя Даниила Александровича в борьбе за Великий Новгород (1296), куда он был приглашен княжить в 1296 году. В 1300 Даниил Александрович успешно воевал с Рязанью, захватив Коломну (1301). После смерти князя Ивана Дмитриевича Переяславского (1302) присоединил Переславль к Московскому княжеству.<br>\
&emsp;При Данииле Александровиче в Москве основаны Богоявленский монастырь (1290-е годы) и Данилов монастырь (конец XIII в.), где была учреждена первая архимандрия."
};
//-----------------------------------------------------------------------------
(History[1][1])[106] = {
    ver:'free',
    icon:'106_icon',
    title:'Княгиня Мария Ильинична Милославская',
    day:'',
    description:"<img id='IMG/PHOTOS/106_01.jpg' src='IMG/PHOTOS/106_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1624 - 1669</i><br><br>\
&emsp;Мария Ильинична Милославская родилась 11 апреля 1624 года в Москве. По традиции, начавшейся со времени Ивана ΙΙΙ и его жены Софьи Палеолог, для выбора супруги московскому царю был устроен смотр невест из русских красавиц. На смотр к Алексею привели почти двести девушек. Свой выбор он остановил на Евфимии Фёдоровне Всеволожской, дочери касимовского помещика.<br>\
&emsp;Царь отправил ей платок и кольцо в знак обручения. Однако, согласно сообщению Олеария, свадьба была расстроена боярином Борисом Морозовым, обладавшим при дворе большой властью. Он желал породниться с царём, женив Алексея Михайловича на одной из сестёр Милославских, а себе взяв в жёны другую. Он подкупил парикмахера, и тот во время обряда наречения царской невесты так стянул девушке волосы, что она упала в обморок. Подкупленный Морозовым врач усмотрел в этом признаки падучей болезни. Отца невесты обвинили в сокрытии болезни и со всей семьёй отправили в ссылку в Тюмень.<br>\
&emsp;Боярин Морозов представил царю другую невесту – Марию Ильиничну Милославскую. Мария была почти на 5 лет старше Алексея Михайловича и отличалась благочестием и благотворительностью. Девушка была красивой, доктора признали её здоровой.<br>\
&emsp;Свадьба отпразднована была не совсем обычным способом: по настоянию царского духовника не были допущены при этом «кощуны, бесовские играния, песни студные сопельные и трубное козлогласование», а вместо того «устроены» были песни духовные. Венчание состоялось 16 января 1648 года в Москве.<br>\
&emsp;Мария родила Алексею Михайловичу 13 детей - 5 сыновей и 8 дочерей.<br>\
&emsp;Умерла Мария Ильинична 3 марта 1669 года. Похоронена в Вознесенском соборе Вознесенского девичьего монастыря Московского Кремля."
};
//-----------------------------------------------------------------------------
(History[1][1])[107] = {
    ver:'free',
    icon:'107_icon',
    title:'Княгиня Наталья Кирилловна Нарышкина',
    day:'',
    description:"<img id='IMG/PHOTOS/107_01.jpg' src='IMG/PHOTOS/107_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1651 - 1694</i><br><br>\
&emsp;Наталья Кирилловна (рожденная Нарышкина) - вторая супруга царя Алексея Михайловича  (1651 - 1694), мать Петра Великого. Она воспитывалась у боярина Матвеева, где приобрела некоторую склонность к западным обычаям. В доме Матвеева ее увидал царь, и в 1671 г. она стала царицей. Пять лет брачной жизни прошли для нее радостно. Любовь царя к красавице жене еще более увеличилась после рождения Петра, а затем еще двух детей. По смерти Алексея Михайловича Наталье Кирилловне пришлось стать во главе партии (Нарышкиных), безуспешно боровшейся с партией Милославских . При Федоре Алексеевиче Наталья Кирилловна жила с сыном в селе Преображенском. После Стрелецкого бунта 1682 г. она должна была уступить первенство царевне Софье, объявленной правительницей при царях Иоанне и Петре; ее грозили даже «выгнать из дворца». Опальное положение вдовы-царицы продолжалось до торжества Петра над Софьей, в 1689 г. Хотя после этого и не заметно следов деятельности Натальи Кирилловны, но влияние ее на Петра было довольно значительно, как видно из переписки их (см. «Русская Старина», 1871). По ее настоянию состоялся первый брак Петра. Своими отлучками и особенно морскими путешествиями он часто беспокоил любящую мать."
};
//-----------------------------------------------------------------------------
(History[1][1])[108] = {
    ver:'free',
    icon:'108_icon',
    title:'Царица Евдокия Лопухина',
    day:'',
    description:"<img id='IMG/PHOTOS/108_01.jpg' src='IMG/PHOTOS/108_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1669 - 1731</i><br><br>\
&emsp;Царица, первая супруга Петра I (с 27 января 1689 до 1698), дочь боярина Федора Лопухина. Она была вынуждена в связи с обручением с царем сменить свое имя Прасковья на Евдокия. Была выбрана в качестве невесты царицей Натальей Кирилловной без всякого согласования этого вопроса с женихом — да в то время согласия молодых и не требовалось — все решали родители новобрачных. Наталью Кирилловну в этом браке прельщало то, что род Лопухиных был хоть захудалый, но многочисленный и она надеялась, что они будут стоять на страже интересов её сына. Воспитанная по старине, ограниченная, мелочная и злобная, но честолюбивая и властная, Евдокия не могла привлечь к себе молодого и энергичного мужа и понять причину его увлечений «марсовыми делами» и «нептуновыми потехами». Она не разделяла взглядов Петра и поэтому не могла простить мужу его постоянных отлучек из дома. Желая размеренной старозаветной московской жизни, она не хотела изменять привычного уклада, а это вело к все возрастающей неприязни между супругами. От этого брака родились трое сыновей: младшие, Александр и Павел, умерли во младенчестве, а старший, царевич Алексей, родившийся в 1690 году, умер в Петропавловской крепости в 1718 году, согласно официальной версии, от удара.<br>\
&emsp;Пётр быстро охладел к Евдокии, не любил её родни, приверженцев старины, скоро сблизился с красавицей из Немецкой слободы Анной Монс.<br>\
&emsp;<u>Основные даты:</u><br>\
1690 — рождение первого сына, царевича Алексея.<br>\
1691 — рождение второго сына Александра (умер в 1692 году).<br>\
1693 — рождение третьего сына Павла.<br>\
1696 — Пётр из Лондона поручал Л. Нарышкину уговорить Евдокию постричься. Евдокия не согласилась; твёрдо стояла за свои права.<br>\
1698 — насильно пострижена в Суздальско-Покровском монастыре под именем Елены, но через полгода фактически оставила монашескую жизнь и вступила в связь с майором Степаном Глебовым.<br>\
1718 — переведена из Суздаля в Ладожский Успенский монастырь.<br>\
&emsp;Во время суда над царевичем Алексеем Пётр узнал про её жизнь и отношения с противниками реформ. После жестокого розыска были казнены Глебов (посажен на кол) и сторонники Евдокии. В 1725 её отправили в Шлиссельбург. Екатерина I держала её там особенно строго.<br>\
&emsp;С воцарением Петра II, переехала в Москву и жила в Новодевичьем монастыре. Существуют свидетельства, что, пережив Петра II, Евдокия Фёдоровна отказалась от престола, предложенного ей членами Верховного тайного совета.<br>\
&emsp;Умерла в 1731 при правлении императрицы Анны Иоанновны, окружённая почётом. Похоронена в соборной церкви Новодевичьего монастыря"
};
//-----------------------------------------------------------------------------
(History[1][1])[109] = {
    ver:'free',
    icon:'109_icon',
    title:'Царевич Алексей Петрович',
    day:'',
    description:"<img id='IMG/PHOTOS/109_01.jpg' src='IMG/PHOTOS/109_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1690 - 1718</i><br><br>\
&emsp;Алексей Петрович родился (18) 28 февраля 1690 года от первого брака Петра I (с Евдокией Лопухиной).<br>\
&emsp;Алексей воспитывался в среде, враждебной Петру. Духовенство и бояре, окружавшие его, настраивали царевича против отца. Петр же угрожал Алексею лишить его наследства и заточить в монастырь. В 1716 году Алексей, боясь гнева отца, бежал за границу – сначала в Вену, потом в Неаполь. Угрозами и обещаниями Петр вернул сына в Россию, заставил отречься от престола. В обмен на отречение и признание вины Петр дал сыну слово не наказывать его за бегство.<br>\
&emsp;Но отречение не помогло, и желание Алексея уйти в сторону от политических бурь не сбылось. Петр велел провести следствие по делу сына. Алексей простодушно рассказал обо всем, что знал и замышлял. Многих лиц из окружения Алексея пытали и казнили. Не избежал пыток и царевич. В июне 1718 года он был посажен в Петропавловскую крепость, где вскоре его подвергли пыткам.<br>\
&emsp;Под пытками, в которых, по некоторым источникам, принимал участие и сам царь, Алексей признался в замысле свергнуть власть Петра, поднять по всей стране восстание, поскольку народ, по его мнению, стоял за старые верования и обычаи, против отцовских реформ. Правда, некоторые историки считают, что часть показаний могла быть фальсифицирована допрашивавшими лицами в угоду царю. К тому же, как свидетельствуют современники, Алексей в это время уже страдал психическим расстройством.<br>\
&emsp;Развязка была короткой. (24 июня) 5 июля Алексея снова пытали, и в этот же день верховный суд приговорил царевича к смертной казни.<br>\
&emsp;(26 июня) 7 июля 1718 года, как записано в книгах канцелярии гарнизона Петропавловской крепости, Алексей Петрович преставился. Петр I опубликовал официальное извещение, где говорилось, что, выслушав смертный приговор, царевич пришел в ужас, потребовал к себе отца, просил у него прощения и скончался по-христиански – в полном раскаянии от содеянного.<br>\
&emsp;Мнения об истинной причине смерти Алексея расходятся. Одни историки считают, что он умер от пережитых волнений, другие приходят к мысли, что царевич был задушен по прямому указанию Петра, чтобы избежать публичной казни.<br>\
&emsp;На другой день была годовщина Полтавской битвы, и Петр устроил празднование – сытно пировал, веселился.<br>\
&emsp;Хоронили Алексея (30 июня) 11 июля. Петр I присутствовал на похоронах вместе с женой, мачехой царевича. Траура не было."
};
//-----------------------------------------------------------------------------
(History[1][1])[110] = {
    ver:'free',
    icon:'110_icon',
    title:'Герцогиня Анна Петровна',
    day:'',
    description:"<img id='IMG/PHOTOS/110_01.jpg' src='IMG/PHOTOS/110_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1708 - 1728</i><br><br>\
&emsp;Анна Петровна, цесаревна и герцогиня Голштинская, дочь Петра Великого  и Екатерины I , родилась 27 января 1708 года, умерла 4 марта 1728 года. Будущий супруг А., герцог голштейн-готторпский, Фридрих-Карл, приехал в Россию в 1721 году в надежде при помощи Петра Великого возвратить от Дании Шлезвиг и снова приобрести право на шведский престол. Ништадский мир (1721) обманул ожидания герцога, так как Россия обязалась не вмешиваться во внутренние дела Швеции; но зато герцог получил надежду жениться на дочери императора, цесаревне А. 22 ноября 1724 года был подписан давно желанный для герцога брачный контракт, по которому, между прочим, А. и герцог отказались за себя и за своих потомков от всех прав и притязаний на корону Российской империи; но при этом Петр предоставлял себе право по своему усмотрению призвать к сукцессии короны и Империи Всероссийской одного из рожденных от сего супружества принцев, и герцог обязывался исполнить волю императора без всяких кондиций. В январе 1725 года Петр опасно заболел и незадолго до смерти начал писать: «отдать все...», далее продолжать не мог и послал за А., чтобы продиктовать ей свою последнюю волю; но, когда цесаревна явилась, император уже лишился языка. Есть известие, что Петр, очень любивший А., хотел ей передать престол. Бракосочетание герцога с А. совершилось уже при Екатерине I, 21 мая 1725 года, в Троицкой церкви на Петербургской стороне. Вскоре герцог был сделан членом вновь учрежденного Верховного Тайного Совета и вообще стал пользоваться большим значением. Положение герцога изменилось по смерти Екатерины (1727), когда власть перешла всецело в руки Меншикова , вознамерившегося женить Петра II  на своей дочери. Меншиков поссорился с герцогом Голштинским и добился того, что герцог с А. 25 июля 1727 года уехал в Голштинию. Здесь А. умерла 4 марта 1728 года, едва достигнув двадцатилетнего возраста, разрешившись от бремени сыном, Карлом-Петром-Ульрихом  (впоследствии император Петр III). Пред кончиною А. выразила желание быть похороненной в России, близ могилы ее отца, в Петропавловском соборе, что и было исполнено 12 ноября того же года. По свидетельству современников, А. очень походила лицом на отца, была умна и красива, очень образована, говорила прекрасно по-французски, по-немецки, по-итальянски и по-шведски. Известно также, что А. очень любила детей и отличалась привязанностью к своему племяннику Петру Алексеевичу, остававшемуся в тени в царствование Екатерины I."
};
//-----------------------------------------------------------------------------
(History[1][1])[111] = {
    ver:'free',
    icon:'111_icon',
    title:'Царевна Екатерина Иоановна',
    day:'',
    description:"<img id='IMG/PHOTOS/111_01.jpg' src='IMG/PHOTOS/111_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1691 - 1733</i><br><br>\
&emsp;Царевна, дочь царя Ивана V Алексеевича и царицы Прасковьи Фёдоровны Салтыковой, старшая сестра императрицы Анны Ивановны, племянница императора Петра I.<br>\
&emsp;По отзывам современников, она была полной, небольшого роста, белолицей и темноволосой. Не считаясь красавицей, она обращала на себя внимание общительностью и доброжелательностью.<br>\
&emsp;По желанию Петра I в 1716 году вышла замуж за герцога Мекленбург-Шверинского Карла Леопольда. Этот брак был вызван политическими соображениями — Пётр хотел союза с Мекленбургом для охраны от шведов морского торгового пути. Предполагалось использовать портовые города Мекленбурга как стоянку для русского флота, а также обеспечить возможность продажи в княжестве русских товаров. Сначала Карл Леопольд сватался за сестру Екатерины Анну, вдовствующую герцогиню Курляндскую, но позже Пётр назначил ему невестой именно Екатерину.<br>\
&emsp;Бракосочетание состоялось в апреле в Данциге. В 1716 году Леопольд навлёк на себя нерасположение Петра I, и, потеряв престол, умер в крепости Дёмиц в 1747 году.<br>\
&emsp;Брак Екатерины сложился неудачно. В 1722 году Екатерина Ивановна, не выдержав жестокого и грубого отношения супруга, вернулась вместе с дочерью в Россию. Формального развода не было, но супруги больше не виделись.<br>\
&emsp;В 1730 году Верховный тайный совет рассматривал кандидатуру Екатерины в качестве возможной претендентки на трон, но она была отклонена из-за опасения вмешательства в государственные дела России её супруга. В результате императрицей была избрана ее младшая сестра.<br>\
&emsp;12 мая 1733 года Екатерина присутствовала на торжественной церемонии, на которой её дочь приняла православие и новое имя — Анна Леопольдовна. Однако через месяц Екатерина умерла и была похоронена рядом с матерью в Александро-Невской лавре."
};
//-----------------------------------------------------------------------------
(History[1][1])[112] = {
    ver:'free',
    icon:'112_icon',
    title:'Герцогиня Анна Леопольдовна',
    day:'',
    description:"<img id='IMG/PHOTOS/112_01.jpg' src='IMG/PHOTOS/112_01.jpg' width='50%' onclick='return setWidth()' alt='' title=''><br><br>\
<i>Годы жизни: 1718 – 1746</i><br><br>\
&emsp;Дочь Карла Леопольда, герцога Мекленбург-Шверинского, и Екатерины Иоанновны. В России с 1722. В 1733 приняла православие.<br>\
С 3 июля 1739 супруга Антона Ульриха, герцога Брауншвейг-Люнебургского. Напутственное слово во время венчания было произнесено Амвросием Юшкевичем, а позднее опубликовано в Санкт-Петербурге на русском и латинском языках (впоследствии Елизавета Петровна приказала изъять и уничтожить это издание).<br>\
В 1740 родила сына Ивана, наследника престола. В том же году по низложении регента Бирона объявила себя правительницей при младенце-императоре Иоанне VI. При ней государственными делами заведовал Миних, потом Остерман, Головкин.<br>\
За время правления Анны Леопольдовны произошёл разрыв со Швецией, подтверждены статьи белградского мира. Порта стала признавать русских государей императорами.<br>\
В 1741 была свергнута в результате военного переворота, приведшего на престол Елизавету Петровну. 12 декабря 1741 года Анна и ее семейство выехали в Ригу, где их, однако, заключили под стражу и держали так до 13 декабря 1742 года. У низложенной династии оказались деятельные враги и друзья; первые были сильнее вторых. Прусский посланник, от имени своего короля, и Шетарди, лично от себя, советовали сослать брауншвейгскую фамилию в глубь страны. Маркиз Ботта и Лопухины интриговали (ограничиваясь болтовней) в пользу низложенного правительства. Но нашлись и более решительные сторонники Анны: камер-лакей Турчанинов замышлял цареубийство с целью освободить престол для Ивана. Все это ухудшило положение семьи бывшей правительницы. В декабре 1742 года она была заключена в крепость Дюнамюнде, где у Анны родилась дочь Елизавета. В январе 1744 года их всех перевезли в город Раненбург (Рязанской губернии), куда прибыли и неразлучные с ними Юлианна фон Менгден и адъютант принца Антона-Ульриха, полковник Геймбург. В июле того же 1744 года в Раненбург прибыл барон Корф с приказом императрицы перевезти брауншвейгскую семью сначала в Архангельcк, а потом в Соловки. Бывшая правительница отправилась в далекий и тяжелый путь, больная, в осеннюю распутицу. Ее страдания усугубились тем, что Юлианну фон Менгден, вместе с полковником Геймбургом, оставили в Раненбурге под крепким караулом. Брауншвейгская фамилия до Соловков добраться не смогла; помешали льды, и ее оставили в Холмогорах, поместив ее в бывшем архиерейском доме, обнесенном высоким тыном, под бдительным надзором сторожей, совершенно разобщившим ее с внешним миром. Маленький Иван был полностью изолирован от родителей. Развлечением заключенных были прогулки по саду при доме и катанье в карете, но не далее двухсот сажен от дома, и то в сопровождении солдат. Заключенные, вследствие ничтожности средств, отпускаемых на их содержание, и произвола стражи, часто нуждались в самом необходимом для существования. В таких условиях у Анны Леопольдовны родились сыновья Петр (19 марта 1745 года) и Алексей (27 февраля 1746 года). Родив последнего, Анна заболела родильной горячкой и скончалась на 28 году жизни 8 (19) марта 1746. Гурьев, сменивший в Холмогорах Корфа, отправил, согласно данной ему инструкции, тело бывшей правительницы в Петербург, где оно было похоронено с большой торжественностью в Благовещенской церкви Александро-Невской лавры. Рождение принцев Петра и Алексея было скрыто от народа; причиной смерти Анны объявили «огневицу».<br>\
Дети: Иоанн (1740—1764), Екатерина (1741—1807), Елизавета (1743—1782), Пётр (1745—1798) и Алексей (1746—1787)."
};
//-----------------------------------------------------------------------------
